[
    {
        "id": "1523492598425751552",
        "lang": "en",
        "text": "Experts say it is time to #raise #wages so people can cope with the rising #inflation, or else a long-term #crisis will be in the offing https://t.co/nqNbLy5waY"
    },
    {
        "id": "1523492584865345537",
        "lang": "en",
        "text": "Understanding staking pools: The pros and cons of staking cryptocurrency A popular investing strategy for long-term crypto investors, staking pools promise a regular income stream for the tokens staked with certain riders. https://t.co/aRqu5ZKNIr"
    },
    {
        "id": "1523492581279080448",
        "lang": "en",
        "text": "“against any form of exploitative labor” okay sooooo all forms of work are bad?? got it. \n\nALL WORK IS EXPLOITATIVE, YOU ARE USING YOUR BODY TO MAKE AN INCOME NO MATTER WHAT INDUSTRY YOU BELONG TO. https://t.co/ACtJc9Rwa9"
    },
    {
        "id": "1523492566041505792",
        "lang": "en",
        "text": "https://t.co/XZlfXDUJG3\n\nLIBERA - The World's First Triple Passive Income &amp; Hyper Deflationary token coming to Centralized Exchanges\n🔱158K% Fixed APY\n🔱520% BUSD APR from DEX\n🔱8% passive income from CEX\n\nFair Launch May 07 2pm UTC 👉 https://t.co/qEQ6SpvdnC"
    },
    {
        "id": "1523492558483050496",
        "lang": "en",
        "text": "@AngryKaren1 @kimtart @camilamama @drmsgandhi @Chapmans_Canada Another lie. My GF has been in Healthcare for 9 years. She was forced to get it or lose her livelihood, pension, source of income, everything she's worked for. She did not want it, along with most of her colleagues but they had no choice. It was forced on them."
    },
    {
        "id": "1523492556512067584",
        "lang": "en",
        "text": "@krdatla So income less temples left to feed themselves. What logic is this. Income temples money for govt 🤷"
    },
    {
        "id": "1523492510324039681",
        "lang": "en",
        "text": "@CryptoNesiaReal @Astarter_Pad @MissIndahReal Revenue is an important aspect for all projects to survive and maintain the project. How have you been able to build a complete project and what is the way to generate profit of the token? What is the income model?"
    },
    {
        "id": "1523492474987384835",
        "lang": "en",
        "text": "@narendramodi @narendramodi @nsitharaman  The Government wants people to pay taxes honestly,but the government itself is not honest. If the public earns a ₹100, then the government takes ₹60 tax from both direct and indirect taxes, while the requirement is only 18% tax. Abolish income tax."
    },
    {
        "id": "1523492471560638464",
        "lang": "en",
        "text": "Passive Income Mastery 2022 - https://t.co/yizMQJVHlm #udemycoupon #onlineclasses #onlinecourses https://t.co/PJk3vxjUzi"
    },
    {
        "id": "1523492461196488704",
        "lang": "en",
        "text": "Have a stable income - a job, or a business... \n\nThen once you do, convince them to deal with you in #bitcoin, not fiat."
    },
    {
        "id": "1523492445605924865",
        "lang": "en",
        "text": "@IM_Communityitw @ExobotsGame Is the @ExobotsGame specifically for gamers? What about non-gamer users? Can they still generate income even without playing your game? Does holding your tokens provide long-term returns for investors?"
    },
    {
        "id": "1523492443408449541",
        "lang": "en",
        "text": "LIBERA - The World's First Triple Passive Income &amp; Hyper Deflationary token coming to Centralized Exchanges\n🔱158K% Fixed APY\n🔱520% BUSD APR from DEX\n🔱8% passive income from CEX\n\nFair Launch May 07 2pm UTC 👉 https://t.co/DhVtX9a8AW"
    },
    {
        "id": "1523492409476550656",
        "lang": "en",
        "text": "@CarolJ_LMHC @_SemaHernandez_ @elonmusk He doesn't even pay personal income tax, Carol."
    },
    {
        "id": "1523492378178617344",
        "lang": "en",
        "text": "@FilledWithMoney I agree I would love to have that right now but I don't think everyone should be trying to start there .. lazy bastads .. I had residual recurring income for years .. I worked hard to have that and it was fkn wonderful for a long time 💯💯💯"
    },
    {
        "id": "1523492374252441600",
        "lang": "en",
        "text": "@IMFI_Global @ProjectGalaxyHQ @Arc__Finance Revenue is an important subject for all platforms to survive and run the project/company. What is the way to generate revenue of #Arc Finance platform? What is the income model? #AMA #ArcFinance"
    },
    {
        "id": "1523492322260176896",
        "lang": "en",
        "text": "@NatGTetteh Some of us don't have to read it, we lived it so we can tell you. We have JAK to thank for the sustenance of the 4th Republic. He was the right person for the time. JAK moved 🇬🇭 to a Lower Middle Income nation in 8yrs with 1 program - HIPIC. Something the P(NDC) couldn't in 20yrs"
    },
    {
        "id": "1523492318778560513",
        "lang": "en",
        "text": "@CryptoBonus09 @AreonNetwork Revenue is an important aspect for all projects to survive and maintain the project/company. How have you been able to build a complete project and what is the way to generate profit/revenue of the token? What is the income model?\n@JabirKh67298714 \n@abbaskh55984100 \n@zouhankhan"
    },
    {
        "id": "1523492291289120769",
        "lang": "en",
        "text": "If they told everybody what a simple game [investing] was, 90% of the income of the people that were speaking would disappear - wb"
    },
    {
        "id": "1523492278643589120",
        "lang": "en",
        "text": "The story of how an art professor revived an almost lost ancient art of papyrus paper in 1970s and impacted the income &amp; wellbeing of an entire village. Inspiring.\n\nhttps://t.co/mgrspEWyrD via @YouTube"
    },
    {
        "id": "1523492246431027200",
        "lang": "en",
        "text": "3) Poor are affected only to the degree a govt wants them to be as items consumed by them are either exempted or taxed in lower slab.\n\n4) Items for rich are taxed much higher rate so the collection is more from them.\n\n5) It's less bureaucratic than income tax in application.\n\n2/2"
    },
    {
        "id": "1523492231910666241",
        "lang": "en",
        "text": "@TheAaroniousOne @AlaskaAir If by right you mean costing me income and charging me extra, I'm sure they will"
    },
    {
        "id": "1523492218991874049",
        "lang": "en",
        "text": "LIBERA - The World's First Triple Passive Income &amp; Hyper Deflationary token coming to Centralized Exchanges\n🔱158K% Fixed APY\n🔱520% BUSD APR from DEX\n🔱8% passive income from CEX\n\nFair Launch May 07 2pm UTC 👉 https://t.co/QqBGFGWHQe"
    },
    {
        "id": "1523492216190107650",
        "lang": "en",
        "text": "@JRIGWM Id rather have the higher passive income hahah"
    },
    {
        "id": "1523492208971636737",
        "lang": "en",
        "text": "@BTSV_Nigeria He is the purest, purest and most precious heart on earth, therefore everyone loves him. He deserves the love of the whole world. His soul is beautiful from the income and reflected on the outside.💜🤍🥺🙏"
    },
    {
        "id": "1523492197022068739",
        "lang": "en",
        "text": "Low volume names (negative net income):\n$CUEN $ENTX $YVR $PYR $SSKN $BBAI\n$GSAT $SAVA $SDC $INNV $WBX $MVST\n$MVIS $SWBI $CLOV $GEL $EVGO $WISH\n\nVolume down at least 63% vs. last year's average volume.\n\nHigh volume names look interesting (in play?)"
    },
    {
        "id": "1523492175987630080",
        "lang": "en",
        "text": "when they only have pizza hut in low income areas😡😡😡😡😡😥😥😥😥😥😥😥😥"
    },
    {
        "id": "1523492138709024768",
        "lang": "en",
        "text": "Your wallet is My wallet. Your income is My income. Your meaning is nothing without Me. \n\nFindom | Femdom | Finsub"
    },
    {
        "id": "1523492089777983488",
        "lang": "en",
        "text": "@SpookiVex @uni1y Nah I have her back and the black mans back and sold it on the black market. Im getting passive income, ez"
    },
    {
        "id": "1523492080873476098",
        "lang": "en",
        "text": "@CashlessCab @dorisberriz @rwsexmm66 @missiongirl4 @JackPosobiec You asked for proof, she gave you proof. You picked a high class apartment instead of the normal American apartment which is usually low income and crime filled."
    },
    {
        "id": "1523492039714693127",
        "lang": "en",
        "text": "@slayragi yes but sometimes you still have to pay for@lunch depending on ur parents income"
    },
    {
        "id": "1523492030961254402",
        "lang": "en",
        "text": "Job interview tomorrow, double the income and it’s a breakfast spot. So thankful."
    },
    {
        "id": "1523492011252543488",
        "lang": "en",
        "text": "@Waraich_PS Great thread!  \nPunjab in 1980 ranked 3rd in per capita income out of all states &amp; UTs. By 2021 it ranks near 19/35 states &amp; UTs. Even in agriculture Punjab has become a laggard compared to MP &amp; UP. Punjab is falling behind every year and by 2024 will be behind the BIMARU states."
    },
    {
        "id": "1523491989211459585",
        "lang": "en",
        "text": "@nypost Of course! They spend endless $ on incurable problems of all sorts... another fave is to construct a no income homeless shelter in the middle of a thriving neighborhood, making the daily QOL miserable for the 90% of pop that are NOT violent, ignorant, crazy animals... your tax $."
    },
    {
        "id": "1523491983137796097",
        "lang": "en",
        "text": "Earning opportunities (without investments and with investments) are many! Earn Senior Basic Income (SBI) twice a week. https://t.co/jfDhCe1gyY (telegram  \n@kiriniurii) #CENTUS #stellar #debitcoin #USD #BILLEX #basicincome #UBI #STABLECENT https://t.co/woRo0BJvR2"
    },
    {
        "id": "1523491979384205312",
        "lang": "en",
        "text": "@CryptoProject6 @m2verse Revenue is an important aspect for all projects to survive and maintain the project. How have you been able to build a complete project and what is the way to generate profit? What is the income model of this project?"
    },
    {
        "id": "1523491963399462913",
        "lang": "en",
        "text": "Agora, Inc's quarterly revenue growth rate YoY of 21.50% ranked 1640 out of 5737 companies in our database. \n\nhttps://t.co/b6t8S2NlVW $API\n\n🚀🚀🚀🚀🚀 https://t.co/G2n5wgl4LP"
    },
    {
        "id": "1523491913210359810",
        "lang": "en",
        "text": "@Windtrain1 @jordanzakarin @BostonSBWU A. Why is blockchain necessary to decentralize social media?\n\nB. How would decentralizing social media reduce income inequality."
    },
    {
        "id": "1523491907665547265",
        "lang": "en",
        "text": "$54,000 – $100,000.00 Yearly Income Potential https://t.co/8Y5Am7TLGS"
    },
    {
        "id": "1523491891999821824",
        "lang": "en",
        "text": "@petitanim1 Staking is not for everyone that's why with @DiviProject staking has been made easy and convenient in the @DiviWallet that you can set up your own masternodes and earn passive income https://t.co/oQ3izKczFj"
    },
    {
        "id": "1523491866972663808",
        "lang": "en",
        "text": "LIBERA - The World's First Triple Passive Income &amp; Hyper Deflationary token coming to Centralized Exchanges\n🔱158K% Fixed APY\n🔱520% BUSD APR from DEX\n🔱8% passive income from CEX\n\nFair Launch May 07 2pm UTC 👉 https://t.co/x5TdwEHjgb"
    },
    {
        "id": "1523491863939862529",
        "lang": "en",
        "text": "@CryptoMitch54 Hey Mitch! We like your videos on passive income - particularly for CeFi. Would you mind checking out our offerings too? Currently, we have 15% on USDC and USDT, and 5.75% on BTC and ETH regardless of deposit size.\n\nThere are less restrictions and higher yields :) https://t.co/hRp1jbH4jU"
    },
    {
        "id": "1523491857921355776",
        "lang": "en",
        "text": "@ChrisMurphyCT College tuition in the US is up 1,200% since 1980\n\nThe average is $10,000-$38,000\n\nMiddle class income is $52,000-$156,000\n\nPeople can't afford college for their kids\n\nIt costs too much\n\nSo kids take on debt they can't afford-to make themselves better\n\nIt shouldn't be like this https://t.co/KqiFppFY1B https://t.co/leBSp4fvES"
    },
    {
        "id": "1523491848538492939",
        "lang": "en",
        "text": "@CryptoSniperBSC Thanks for your tokens guys! 💥💥\n\n#Minter $BIP. https://t.co/zG2aco9y44 \n\n - It is already working money-generating product.\n - Passive income, thanks to staking and farming. You can store any assets you want and earn money."
    },
    {
        "id": "1523491847406235648",
        "lang": "en",
        "text": "@TraveloreReport Same for rafael ted cruz in 6 years of being a us with a fixed income and a stay at Home wife…\nIf investigations were really opened we’d get the truth… VOTE please VOTE!!!"
    },
    {
        "id": "1523491750870155264",
        "lang": "en",
        "text": "@theSouravAgg It's not a camp for sick children but rather low income families."
    },
    {
        "id": "1523491749338902529",
        "lang": "en",
        "text": "@MAJTOURE Libertarians: Fuck income taxes\nMe: Say no more"
    },
    {
        "id": "1523491735602892800",
        "lang": "en",
        "text": "@crypto_expert14 @MetaEmpir Are you worried that when the market is unstable, your project will be difficult to develop during this period, so what will you do and where does the current income mainly come from?,@Hira2931\n@Alif2931\n@yildiz29314"
    },
    {
        "id": "1523491730472927232",
        "lang": "en",
        "text": "@brknanda @Taxthetop_ @_YogendraYadav @nikhilmkss @jimmythescribe @harsh_mander @meeracomposes @sritara @alwaysfranc As @PikettyLeMonde notes in his most recent book, some of the most successful periods of capitalist growth in the US and UK in the 20the century were the decades when top marginal income tax rates were higher than 80%, and wealth/inheritance taxes were also applied."
    },
    {
        "id": "1523491693055537153",
        "lang": "en",
        "text": "@BernieSanders How about stop lending six figures to adult children who have no way of paying it back.  Just because someone goes to college doesn’t mean they’re guaranteed a substantial enough income to pay back exorbitant amounts of debt."
    },
    {
        "id": "1523491686999269376",
        "lang": "en",
        "text": "@FWPlayboy And then young guy spends all his income on fancy houses, cars, boats and ends up drowning in debt. \n\n10 years later at 35 she leaves him for that personal trainer with no debt. Kek"
    },
    {
        "id": "1523491676408352769",
        "lang": "en",
        "text": "Lots of income opportunities. Impressive! (telegram: @kiriniurii) #HODLCENTUS #CENTUS #QADSAN #xlm #stellar #debitcoin #USD #BILLEX #basicincome #SBI https://t.co/CGYlPE8Uoi"
    },
    {
        "id": "1523491675510738944",
        "lang": "en",
        "text": "Their colleague also told me in a recent appt that they can’t complete paperwork for me which is needed for income protection, NDIS or disability pension. They don’t have time. It’s up to my GP who also doesn’t have time. And I need 2 copies, so who else is there to ask? 🤷🏻‍♀️"
    },
    {
        "id": "1523491672520200192",
        "lang": "en",
        "text": "I ask about the letters I’ve repeatedly requested for the past 6 months to apply for income protection. They will chase it up. I’ve been told this at least 5 times already by others in the dept.\n\nI haven’t had any income since Nov bc I can’t process my claim without paperwork."
    },
    {
        "id": "1523491636676022273",
        "lang": "en",
        "text": "@jtgus @MeetraRL @_SemaHernandez_ @elonmusk Uh what earnings?  There's a difference between \"wealth\" and \"income\".  It's why B!ll G8s puts all his wealth in \"charities\" which are actually wildly profitable.  But.. he doesn't get taxed.  So if you want to complain, look in that direction"
    },
    {
        "id": "1523491611153674240",
        "lang": "en",
        "text": "Happiest Minds Technologies: The mid-sized software firm said has reported 44.5 per cent rise in net income at Rs 52 crore for March quarter, on a 39 per cent growth in revenue amid record high attrition that has almost doubled over the previous fiscal year"
    },
    {
        "id": "1523491584649531394",
        "lang": "en",
        "text": "@IMFI_Global @ProjectGalaxyHQ @Arc__Finance What is the way #Arc Finance generates income to sustain your project and what is the revenue model? How can it be mutually profitable for your investor and project? #AMA #ArcFinance"
    },
    {
        "id": "1523491538252472321",
        "lang": "en",
        "text": "@Telegraph \"Middle class\" you have to be joking. To be upper class in todays world, you are worth billions, the middle class are worth millions. The rest of us are the working class - the Plebs, no matter how much they make us feel better giving us \"middle-income\" labels."
    },
    {
        "id": "1523491534913499136",
        "lang": "en",
        "text": "Great news for those living on low and fixed income. Thanks. https://t.co/41W6XAfux1"
    },
    {
        "id": "1523491528026759168",
        "lang": "en",
        "text": "@chakidbest29 $krazy724 thanks for the chance to win! Any amount of money would be apperciated. I am disabled and not able to work, we survive on one income, so any help would absolutely be apperciated, and 3,000 dollars would be absolutely life changing for us right now! ❤"
    },
    {
        "id": "1523491517239013376",
        "lang": "en",
        "text": "@WOLF_Financial So is my income, wen stimmys after we all broke?"
    },
    {
        "id": "1523491514080321537",
        "lang": "en",
        "text": "Hey, just buzzing in to remind you that right now, my only source of income comes from twitch streaming, which isn't a lot! If you'd like to support me and ensure that my streams continue into the future, please consider donating!  \nDonation methods down below!"
    },
    {
        "id": "1523491513153601536",
        "lang": "en",
        "text": "@cryptojack Definitely has to be $AWC of @AtomicWallet \n\nThis coin has got lots of amazing utilities but I love most the fact that it enables me to earn passive income"
    },
    {
        "id": "1523491502533771265",
        "lang": "en",
        "text": "@StableCent Lots of income opportunities. Impressive! (telegram: @kiriniurii) #HODLCENTUS #CENTUS #QADSAN #xlm #stellar #debitcoin #USD #BILLEX #basicincome #SBI"
    },
    {
        "id": "1523491480232419329",
        "lang": "en",
        "text": "L.B. Foster Company's quarterly revenue growth rate YoY of -2.30% ranked 3224 out of 5737 companies in our database. \n\nhttps://t.co/3NqZS0br33 $FSTR\n\n🚀🚀🚀🚀🚀 https://t.co/ZBUhdcwJdO"
    },
    {
        "id": "1523491469733990400",
        "lang": "en",
        "text": "LIBERA - The World's First Triple Passive Income &amp; Hyper Deflationary token coming to Centralized Exchanges\n🔱158K% Fixed APY\n🔱520% BUSD APR from DEX\n🔱8% passive income from CEX\n\nFair Launch May 07 2pm UTC 👉 https://t.co/iH5GC4Z5Ue"
    },
    {
        "id": "1523491455859576832",
        "lang": "en",
        "text": "@z_rose @fmarked Ha yeah I'm on the opposite side of that fence. I do fine income-wise, but my friends who jumped on housing early are buying second homes and taking years at a time off work, while I... am not."
    },
    {
        "id": "1523491454860939265",
        "lang": "en",
        "text": "@postpoststruct @Prog_Indy @elonmusk Most rich people use loans using their assets as collateral. If we taxed those loans INSTEAD of their income I think things can balance out."
    },
    {
        "id": "1523491453304901632",
        "lang": "en",
        "text": "@themoneygps Yes. I don’t  get it. Diversity in investment and income is important. You taught me that"
    },
    {
        "id": "1523491427715457024",
        "lang": "en",
        "text": "@MrBigWhaleREAL The only 💎 in my bag that worth 100x is #FLIBERO\nIt's a hidden gem 💎, low cap , and have good Professional team 🔥\n\nFLIBERO is the Best project to get passive income💵 @fLibero_Fi \n\nBUY THE GEM NOW :https://t.co/kRU3iuWjWr"
    },
    {
        "id": "1523491401367158784",
        "lang": "en",
        "text": "@SiennaReed8 I’d start with what’s your income ? Then act as though it’s shockingly lower than yours-lol-you’d never want to make them feel bad by revealing your own-the smart ass in me would have to🤪😂😎"
    },
    {
        "id": "1523491395402575872",
        "lang": "en",
        "text": "Make sure the outcome is income"
    },
    {
        "id": "1523491317392691200",
        "lang": "en",
        "text": "@MD69793454 @teddyschleifer I am not necessarily pro a tax on unrealized gains, i am only saying that we do pay tax on the assessed value of our homes, which is a tax on an asset's value, not on an income or realized gain. (I am not a fan of property tax either FWIW)"
    },
    {
        "id": "1523491229211799553",
        "lang": "en",
        "text": "6% interest allowed on wrongful withholding of amount by Income Tax authority https://t.co/3ddd9LbC4D via @taxguru_in #ACS #Arbitrator #PeerReviewer #CharteredAccountant #CANetwork"
    },
    {
        "id": "1523491227605237761",
        "lang": "en",
        "text": "@ClipsAnon @pjk33 @WokeTemple It’s because he understands selling people what they want for as much as they’re willing to pay. \n\nHis income preceded both of those things. He didn’t just turn into a capitalist when he took the proceeds from his work and bought stock."
    },
    {
        "id": "1523491222072946688",
        "lang": "en",
        "text": "@MarkSchmid5 @AnnRoseT @shgr20oc @Quitacetetc @PaulCogan 1/ I was an elem school secretary in a low income area for 10 years. I worked in tandem with GASA’s/Guardian Ad Litems. I’ve testified at trials. I’ve seen enough to know"
    },
    {
        "id": "1523491190510817280",
        "lang": "en",
        "text": "@djrobstep @fmarked It's been a long, long, long road of realisation for me, especially because I have nothing to gain psychologically from admitting that there's no merit involved in having wealth whatsoever. \n\nBut I now believe that to be true. \n\nGood income != becoming wealthy."
    },
    {
        "id": "1523491187688046592",
        "lang": "en",
        "text": "You work for day/night and earn Rs. 10 lakh month and give Rs. 3 lakh a year as income tax &amp; than pay GST or VAT or some other Tax like Stamp Duty, Road Tax.\n\nAll that is than used for Helicopter rides of Bhagwant Mann, SC/ST Scholarships, Muslim Appeasement and Pooja IPS Greed."
    },
    {
        "id": "1523491182340612096",
        "lang": "en",
        "text": "Weekly Flex 💪. Feel free\nTo shill. This is the easiest passive income\nMoney maker and the one with the most unrealized\nGains when $KIBA pumps.\n\n$CPEPE 🖨 $KIBA\n\n@KibaInuWorld @davidgokhshtein @1goonrich @OfficialTravlad @VenoMCalls @CometCalls @CaesarsCalls @Degenomics2000 https://t.co/4tEm23BpXX"
    },
    {
        "id": "1523491182075998210",
        "lang": "en",
        "text": "@w_amadeo @BillieRenee1977 @KyivIndependent Excellent comment and don’t forget the income for middle class workers being generated through the various defence manufacturing companies."
    },
    {
        "id": "1523491129840513024",
        "lang": "en",
        "text": "@InvWesBurns @bronanbrobrien @JDCocchiarella They are all more entertaining than Fauci and generate more income."
    },
    {
        "id": "1523491099180146688",
        "lang": "en",
        "text": "income. relationship. happiness. https://t.co/whXGObjRhg"
    },
    {
        "id": "1523491097573351425",
        "lang": "en",
        "text": "@thechrischapin Cut income tax, raise land tax problem solved"
    },
    {
        "id": "1523491089638109185",
        "lang": "en",
        "text": "911 Launch Alert : $WAR\n\n@_MetaWarriors will launch tomorrow at 8pm EST!!! Passive income with volume coming via P2E gaming… HUGE!!!\n\nCheck out their official TG:\nhttps://t.co/OZxKSTBUBO"
    },
    {
        "id": "1523491081161113600",
        "lang": "en",
        "text": "They even say a capital gains tax is preferable—wait what! They go on to say, \"government should be supporting small business growth and encouraging entrepreneurship rather than demanding businesses retain no earnings so that income can be taxed at higher rates\". Too true."
    },
    {
        "id": "1523491050513338370",
        "lang": "en",
        "text": "Astro Nauts was made by 2 art students who want to make a impact in the space!\n\n-Staking (passive income)\n\n-lore\n\n-ecosystem with our token and future NFT’s for our ecosystem\n\n-work with 1-1 artists to help them get recognition \n\nWe’re the hottest up and coming #ETH #NFT! https://t.co/enNKqKqdMr"
    },
    {
        "id": "1523491035657113600",
        "lang": "en",
        "text": "Dear @narendramodi Ji, Middle Class is paying more than 30% Income tax and also paying GST almost every day and out of their hard earned Income and Corrupt Politicians and Corrupt Bureaucrats are doing scams almost every day and looting our money. Why don’t you bring Strong law ?"
    },
    {
        "id": "1523491008847446016",
        "lang": "en",
        "text": "@OneShotVentures @forbitspace It appears that your platform can create a large amount of data about user preferences and habits. Are you going to use that information to make money? Or do you intend to use them as a secondary source of income in the future?"
    },
    {
        "id": "1523491001356091393",
        "lang": "en",
        "text": "And the way SNAP, Section 8, and other social funding is designed, you get more money if no 2nd income (I.E. - the other parent) is listed as present."
    },
    {
        "id": "1523490998634311680",
        "lang": "en",
        "text": "LIBERA - The World's First Triple Passive Income &amp; Hyper Deflationary token coming to Centralized Exchanges\n🔱158K% Fixed APY\n🔱520% BUSD APR from DEX\n🔱8% passive income from CEX\n\nFair Launch May 07 2pm UTC 👉 https://t.co/3CXDqp0Xbm"
    },
    {
        "id": "1523490996259987458",
        "lang": "en",
        "text": "@chambers3t0 People are gonna buy cars off him just because now ahahah something so dumb is gonna triple his income"
    },
    {
        "id": "1523490972843200514",
        "lang": "en",
        "text": "@JoJoFromJerz He just paid $11,000,000,000 in taxes. His businesses also employ thousands of people who result in income tax revenue as well as payroll taxes. Also, sales tax when they spend their earning. He generated more tax revenue this year than everyone who likes your comment combined."
    },
    {
        "id": "1523490972407009280",
        "lang": "en",
        "text": "@Kaalateetham using gst they should atleast stop income tax...double taxation is theft"
    },
    {
        "id": "1523490968967823360",
        "lang": "en",
        "text": "VIA optronics AG's quarterly revenue growth rate YoY of 13.30% ranked 2103 out of 5737 companies in our database. \n\nhttps://t.co/8VyhojGDiL $VIAO\n\n🚀🚀🚀🚀🚀 https://t.co/GR3pbpNbQS"
    },
    {
        "id": "1523490954203652096",
        "lang": "en",
        "text": "My goal is to make content and media that is consistently improving, engaging and collaborative that generates an income. 2022 is my year."
    },
    {
        "id": "1523490946012262400",
        "lang": "en",
        "text": "@rosmci Scott has done more to damage my income than any other Govt ever has Malcolm fraser would be quite at home in an Albo led Govt  \nThe team he leads are at least rational and not on the take"
    },
    {
        "id": "1523490899879088130",
        "lang": "en",
        "text": "🌜Space Cows Public Mint🌛\n🚀      🚀    Open!!\n\nNow is your only chance to Mint!\n\nOnly 1000 Total\nNot Many Left \n0.12 ETH\nJoin the @SpaceCowsIO discord or visit their Twitter for official Mint links! \n🌟Smilk Passive Income Boost🌟\n\n1. Retweet + Like\n#CTBot Adrop Ram 1 TRX 2"
    },
    {
        "id": "1523490876357443586",
        "lang": "en",
        "text": "@TheRealRhllor And the rate of abortion is less than in 1973! 75% are poor or low income (~50% below the poverty line)\n\n88% at 12 weeks or less. Only 1.3% &gt;21 weeks (and almost all are desired pregnancies that have gone awry). \n\nBut they don't want you to know this."
    },
    {
        "id": "1523490868686163970",
        "lang": "en",
        "text": "Recurring Income Mastery 2022 - https://t.co/KVsXrpocEo #udemycoupon #onlineclasses #onlinecourses https://t.co/HpBJWNrUe4"
    },
    {
        "id": "1523490852852666370",
        "lang": "en",
        "text": "@Futureistody Great Coins! 💥\n\n#Minter $BIP. https://t.co/zG2aco9y44 💥💥\n\n - Passive income, thanks to staking and farming. You can store any assets you want and earn money."
    },
    {
        "id": "1523490833994969088",
        "lang": "en",
        "text": "@GRomePow But, ultimately, China is hurt more by inflation constraints than the US.\n\nIf China is playing 3D chess, and I don't think they are, then they are harming themselves in the process... Mercantilists struck in the middle income trap aren't going to benefit from demand destruction."
    },
    {
        "id": "1523490813916762112",
        "lang": "en",
        "text": "@MichaelFromIL @SunBeltPolitics In the Atlanta area, low income housing will be largely black, so Dem. Racial politics dominate class politics in the south"
    },
    {
        "id": "1523490803166814209",
        "lang": "en",
        "text": "@StacyStateham @Gekko1955 You probably paid $25,000 for your house lol. This is a ridiculous boomer argument. Look at avg mortgage payments vs median income. It's a hell of a lot higher then when you bought your home with a 12.5% mortgage. And your payment stayed the same while your wages grew. https://t.co/whUKxhWLeu"
    },
    {
        "id": "1523490795520622592",
        "lang": "en",
        "text": "@djrobstep @fmarked My husband is a high income earner, I oscillate between very high (I'm a contractor) and very low (I'm a small business, and I pulled right back during the pandemic.)\n\nThere is 0% chance that we ever would have built wealth on our incomes.\n\nOur wealth was built from wealth."
    },
    {
        "id": "1523490701115367425",
        "lang": "en",
        "text": "Staying at the thoughts of all your potential clients will likely be a key element to making a lot more income, It is my opinion this would aid you https://t.co/7Gt0R1NpMW"
    },
    {
        "id": "1523490650204753921",
        "lang": "en",
        "text": "@RBReich I don’t think the federal government and state governent through sin, property and income taxs should be stealing 30% plus of everything every American makes working. Democrats print money. Fund foreignness. Add gov agency’s. Destroy economy. Criminals"
    },
    {
        "id": "1523490633997971456",
        "lang": "en",
        "text": "@jogginginplace @newsmax What did you all spend your's on?  I got 7k for my family wans't impacted at all as far as income during covid, we bought new hardwood floor.  That money should of been requested, not given out same thing with CTC monthly payment.  Talk about dumb asses democrats caused this."
    },
    {
        "id": "1523490604205756418",
        "lang": "en",
        "text": "@DividendGrowth @HeroDividend I only have 4.\n\n1. My job income\n2. My wife’s income \n3. My dividend growth stock portfolio \n4. The income I made selling an air fryer on Facebook marketplace \n\nGuess I’m over halfway to becoming the average millionaire."
    },
    {
        "id": "1523490590440124416",
        "lang": "en",
        "text": "@JChirpin No!\n\nInvest your money in a company that actually provides a service or product and actually produces income."
    },
    {
        "id": "1523490568357449729",
        "lang": "en",
        "text": "@HousingCrisisW Its not just investors.  Covid caused huge problems in the rental property market as cities started taking homeless from shelters and putting them in \"expensive\"  motels/hotels, or renting apartments for them.  This lead to a whole slew of problems for low income people."
    },
    {
        "id": "1523490540947652608",
        "lang": "en",
        "text": "Filing taxes in Taiwan makes is easy because of the E-file system. This is not a comprehensive guide, but is written to help give you an idea of how to file taxes online and avoid unnecessary confusion.\n\nhttps://t.co/nK547D8niM"
    },
    {
        "id": "1523490514909405191",
        "lang": "en",
        "text": "Where could my wife find a job?\nWith me only receiving a stipend as an income, my wife’s job was a huge component of our “funding package.” We had to make sure her job could transfer, or she could acquire one quickly"
    },
    {
        "id": "1523490505145094145",
        "lang": "en",
        "text": "Tifa bought the business so Barret and Marlene could have a home and then took over parental responsibility for Marlene and Denzel. Her business provides a home and income for the kids. In what world do you think that makes her a glorified nanny? You have to pay a nanny moron 🤦🏻‍♂️ https://t.co/GKSd1PHWKu"
    },
    {
        "id": "1523490478070452225",
        "lang": "en",
        "text": "Very few money losing stocks paid dividends over 5%\n$ECVT $GOGL $ORC $IVR $NS $SWI $SFL $SBRA $INSW $PBA $BRSP $GEL $TU $PPL $FTAI\n\nHigh dividends paid (possibly one time) and currently earning negative income."
    },
    {
        "id": "1523490475533299712",
        "lang": "en",
        "text": "$SPY Closing price variance: 1.137 x 10-4\n668 Stocks net income &lt; 0, $500M market cap, positive BETA, &amp; passed data validation.\n\nExpected return: 6.33% for all 668 stocks.\n\nPrice variance 3.553 x 10-4\n\nIf you want BETA, $TNA gives efficient BETA exposure."
    },
    {
        "id": "1523490472408268801",
        "lang": "en",
        "text": "Companhia Paranaense de Energia - COPEL's quarterly revenue growth rate YoY of 16.60% ranked 1908 out of 5737 companies in our database. \n\nhttps://t.co/889pniS8eC $ELP\n\n🚀🚀🚀🚀🚀 https://t.co/xSVJT7p5sB"
    },
    {
        "id": "1523490450593968129",
        "lang": "en",
        "text": "This guy has some disposable income. I wonder how he feels tonight? https://t.co/MpvulKZmP1"
    },
    {
        "id": "1523490401407352834",
        "lang": "en",
        "text": "@jinjonator123 I mean it kind of makes sense...1.parodies are kind of pointless now because pop music is so ephemeral AND youtube is awash in bad parodies. 2.recording music makes nobody any money, so it's basically working for free. Any income for the rest of his life will be from touring."
    },
    {
        "id": "1523490362936856578",
        "lang": "en",
        "text": "Oh well, I guess you lose some &amp; win some. As long as the outcome is income. - @Drake"
    },
    {
        "id": "1523490353265152000",
        "lang": "en",
        "text": "Deception, exploited workers, and cash handouts: How Worldcoin recruited its first half a million test users . The startup promises a fairly-distributed, cryptocurrency-based universal basic income. So far all it's done is build a biometric database from the bodies.."
    },
    {
        "id": "1523490304531132416",
        "lang": "en",
        "text": "What we know is that the government has committed a lot more spending than we have on just about every single day of this election campaign,\" \"What we know also is that Labor has prioritised spending in areas that will produce future income."
    },
    {
        "id": "1523490296406822912",
        "lang": "en",
        "text": "Uhuru government is using Gigiri near the clandestine income tax headquarters to torture UDA supporters. Moi government was using Nyayo Chambers to torture Raila and others. That's the difference. Kenyatta and Moi must go."
    },
    {
        "id": "1523490246532366338",
        "lang": "en",
        "text": "gas prices are high as fuck although the way I see it people shouldn't be fussing about it because when you work a high income job and all the stuff happening in Ukraine and Russia you could be lending a bit more money and stop being a selfish asshole like look at poor"
    },
    {
        "id": "1523490236994834433",
        "lang": "en",
        "text": "@SarcasticIntent I feel you and yeah it wasn’t smart, he got a lot of shit to live up to, he was rewarded (very) handsomely for their championship run. His body is his income source"
    },
    {
        "id": "1523490209802833921",
        "lang": "en",
        "text": "@InfectiousPurrs they usually run around 200$ for most tatts that are gonna take up a good amount of space on your body. could go higher cuz ur in a high income area tho"
    },
    {
        "id": "1523490201947209730",
        "lang": "en",
        "text": "Deception, exploited workers, and cash handouts: How Worldcoin recruited its first half a million test users . The startup promises a fairly-distributed, cryptocurrency-based universal basic income. So far all it's done is build a biometric database fro"
    },
    {
        "id": "1523490154823835653",
        "lang": "en",
        "text": "@MeasureTwiceMNY No employer group life benefits here. Standard I've seen through large employers is 1X to 2X salary. My wife and I are younger (early 30s) so I feel good about the 10X-income term to 65. As we approach 40-45, the hope is that the need for insurance falls due to appreciated assets"
    },
    {
        "id": "1523490143713529856",
        "lang": "en",
        "text": "@VISITFLORIDA You’re a fascist cesspool. And I’m your target demographic (young, disposable income)."
    },
    {
        "id": "1523490136528351232",
        "lang": "en",
        "text": "@Kemloten1 @Haunted583474 @xghostnotesx @Garossino And how do you achieve that? By not having so many Republicans in office that the consistently shoot down any efforts to raise minimum wage, fix healthcare, or reduce income inequality."
    },
    {
        "id": "1523490124670988294",
        "lang": "en",
        "text": "If I sell 10 million mugs,  I will donate HALF of the after tax income to help rebuild Ukraine! https://t.co/eq4dEMzZvd #UkraineRussianWar #Ukraine️ #Ukrainian #UkraineUnderAttack #UkraineInvasion #UkraineRussiaConflict"
    },
    {
        "id": "1523490110209093632",
        "lang": "en",
        "text": "Best Passive Income Ideas 2022 - Earn $50k Per Week! https://t.co/k6un7QD2TU via @YouTube"
    },
    {
        "id": "1523490078806675458",
        "lang": "en",
        "text": "huge APY for #YieldFarming #yieldfarm on #ripple $XRP $BNB #BSC $UNFI #unfi and more https://t.co/dI4C7agwkw @publish0x"
    },
    {
        "id": "1523490073584730114",
        "lang": "en",
        "text": "@TheProselytiser @Barnaby_Chivers @chrissmithonair In some cases ppl are considered employed despite not working or earning an income at all, due to reasons ranging from illness to weather to plant breakdown. Hence the fall in total hours worked by 10 million from Feb to March."
    },
    {
        "id": "1523489986481311744",
        "lang": "en",
        "text": "@benshapiro Please do your part in preventing unwanted pregnancies by mandatory paternity test with relinquishing 20% of income until the child is 18 years of age. Also, mandate reversible vasectomies for all boys of puberty. That should put a huge dent in abortion rates. Let’s go BEN!!!!"
    },
    {
        "id": "1523489964524072962",
        "lang": "en",
        "text": "The Audit Chamber expects regional budgets to lose 5-8% of their incomes this year due to sanctions, even as in Q1 they experienced a 31% own income growth overall relative to 2021. Not all regions will suffer equally, but most run shoestring budgets.\nhttps://t.co/wYBFIXye9y"
    },
    {
        "id": "1523489925403840513",
        "lang": "en",
        "text": "@njboddy They asked him for help! The fools cost Ontario taxpayers millions in lost income, damages, policing!! https://t.co/pD0sJm0xVl"
    },
    {
        "id": "1523489917661184000",
        "lang": "en",
        "text": "The top 10% earn 20% of all incomes but pay 40% of the income taxes, so they are already paying more than their fare share!"
    },
    {
        "id": "1523489811645968384",
        "lang": "en",
        "text": "@miasmo_ @jordanzakarin @BostonSBWU We could put Facebook and twitter on a blockchain and then decentralize it. Which would reduce income inequality."
    },
    {
        "id": "1523489775025491968",
        "lang": "en",
        "text": "@SwipaCam Yeah? Yeah? Well, how about video of Jokic guarding a guard at the perimeter, and, like, their jersey is not all the way tucked in, like Chris Paul might take advantage of them, and the guard is either a Scorpio or Aquarius, and they owe federal income taxes for"
    },
    {
        "id": "1523489773910118400",
        "lang": "en",
        "text": "@PlaceboJones @MeetraRL @_SemaHernandez_ @elonmusk He paid what he was supposed to for income he was paid. If you take no income you pay no taxes. Why is it that hard, other than that’s the narrative that is dictated to follow"
    },
    {
        "id": "1523489744130174977",
        "lang": "en",
        "text": "The results showed that some large metropolitan areas give kids an edge. They get a better education. They earn more money: The best cities can increase a child’s future income by about 12 percent. \""
    },
    {
        "id": "1523489701495148544",
        "lang": "en",
        "text": "Most people probably haven't noticed but if your employers starve, their speed, cooking and research will  level up slow and you will earn less income, so feed you're employees ‼️ https://t.co/4hj1SfRLtp"
    },
    {
        "id": "1523489691383001088",
        "lang": "en",
        "text": "@GemollJayme @mayozaj @MarshaBlackburn You live under a rock or in your moms basement. Banks are literally handing out loans that can’t be paid back to low income. Remember people taking out housing loans they couldn’t afford? Even Biden’s Treasury of Secretary admits it. Can’t cure stupid. https://t.co/pLUnE4pczv"
    },
    {
        "id": "1523489687762923520",
        "lang": "en",
        "text": "I’ve been on twitter since April of 2021 (last year) and could’ve made about $2M if I had any paid services. That’s passive income and easy money but you all need to learn from your mistakes, your red trades, and see what went wrong in past trades.Don’t pay people $ to teach you"
    },
    {
        "id": "1523489671623368705",
        "lang": "en",
        "text": "Would You Like to Triple Your Income With Our FREE Money System Forever? https://t.co/aQ0D0kEsY5"
    },
    {
        "id": "1523489625352052736",
        "lang": "en",
        "text": "@Harvard this was known in August 2020\ndid you just wake up?\nhttps://t.co/ywsT8DakMF https://t.co/CFJWTNNzP2"
    },
    {
        "id": "1523489608264159232",
        "lang": "en",
        "text": "If Indonesia wants to continue infrastructure drive necessary for escaping middle income trap and continue develop beyond Jakarta and Java, keeping in Jokowi as leader makes sense. https://t.co/muqZ4Ybty9"
    },
    {
        "id": "1523489574017662976",
        "lang": "en",
        "text": "@AndrewJ132 @SunBeltPolitics I thought republicans were supposed to be the party of the working class what makes you so sure that low income individuals are democrats?"
    },
    {
        "id": "1523489572608700416",
        "lang": "en",
        "text": "@Twodogs1964 @NickSchwanck @JeffSharlet A point about art critics? \n\"You need a nine to five job, Jimbo; You need to get to Flinders St. by train.\nGo and find yourself a regular income, \nThen you can write a song about pain.\"\nLoved lyrics like these."
    },
    {
        "id": "1523489549317730304",
        "lang": "en",
        "text": "King: $BTC\nPassive Income: $DAG $MNW\nInsider Access to Pristine Investments: $LTX\nInfrastructure of Tmrw: $QNT $ALBT\nLow Cap-High Utility: $SYLO $ADS $COTI \nUnder the Radar L1s: $KDA $TLOS $ALGO $AZERO $TRIAS\nComplete Longshots with MASSIVE upside: $GDAO $DEC $OPUL $REALM"
    },
    {
        "id": "1523489546683387904",
        "lang": "en",
        "text": "Theo Fleury calling out Pierre Poilievre as a Trojan horse. 🐴 \n\nPoilievre has been silent on…\n\n- vaccine injuries and deaths \n- Nuremberg Code violations\n- WHO’S Pandemic Agreement \n- Digital ID \n- CBDC\n- Universal Basic Income\n\nCanadians appear to be misled by this WEF asset. https://t.co/PAnUeGfkYv"
    },
    {
        "id": "1523489539280408576",
        "lang": "en",
        "text": "@OilersCupSix @robleone 1. Make top tier income of $150,000 for 20 years \n2. Buy a few houses as investments \n3. Watch your houses moon in value over 20 years\n\nIt’s not as unreasonable as you think with the housing market the way it is."
    },
    {
        "id": "1523489537858895872",
        "lang": "en",
        "text": "@NotRazorX @WastedWhales #DINOSTEP.APP\n\n🦖The First Move To Earn App With Virtual Dinosaurs\n👟Earn while building healthy habits with the Dino\n✨Varied NFTs\n💵 Passive Income Features\n💎App Activation Code &amp; NFT Drop For Fair Launch Contributors\n\nFair Launch Starts On May 9th\n\nTG: https://t.co/1or9ND0jw2"
    },
    {
        "id": "1523489492606533632",
        "lang": "en",
        "text": "@TFGmykL @DeezNutzNFT if you like a fun community, experienced game devs, passive income and the metaverse. https://t.co/Hp3J7iorMu"
    },
    {
        "id": "1523489429825810432",
        "lang": "en",
        "text": "@kathyjw22 @RepRoKhanna @POTUS I don't support cancelling student loan debt outright.\nI never would have DARED to get myself into that kind of debt. Should we only reward the fiscally irresponsible?\nSome debt, sure. Debt for those living below a certain income level, sure. But we have HOMELESS people!"
    },
    {
        "id": "1523489418455093248",
        "lang": "en",
        "text": "@michelle__703 As a mom of 3 boys 5 and under- Who can’t ever seem to get any assistance ..things like this make me so angry. Yes even low income deserves a treat or to get something fun to eat- But this kind of thing is like pissing in the face everybody stuck in the middle."
    },
    {
        "id": "1523489416890634241",
        "lang": "en",
        "text": "@adbalfour @rounick28 @CharlieCarlsbad @Davidmetroland @GeoffBarton9 @Rtti19311602 @boomer_ish @cathyby @mindedmusically @Maggie29047241 @Nicoledso @LeftBehindPoet @BeowulfSchaefer @David19531501 @andrewsibley15 @resiguru @MattAdkin @Jimbo12449841 @gylesnamopaleen @MoreTadpole @Swen_2017 @gerrymac6511 @AodanDePaor @afewpoints @fcukBrexit @TheGhos72578902 @HWick_Chris @JonHlluk @viv_cooper @bromhome @The_Leaver @JohnSmithl5 @wobski421 @SimonTignes @TWVASl @just2sayin @AndieHalihan @GeoffreyKeey @wanderer_bolton @SallyAnnC3 @Begentle50 @Claesson_Kate @Joel_Chandler1 @PANlNARO @AndrewKnight226 @AlabamaHoshea @ShegorReador @PieroTi1971 @antrad51 @suastusa And would you have sympathy for this \"chap\", if he'd wasted what income he had on fripperies instead of paying his mortgage?"
    },
    {
        "id": "1523489411086041089",
        "lang": "en",
        "text": "@C_I_Community @GalaxyFinance3 Most users are looking for games with Play to Earn functions as a new way to earn money and amplify their incomes. What is the attractive of #GalaxyFinance3 about the money that can be earned by playing? How is the income generated, only by selling NFTs or native token?"
    },
    {
        "id": "1523489398972882944",
        "lang": "en",
        "text": "@storyteller_nft #DINOSTEP.APP\n\n🦖The First Move To Earn App With Virtual Dinosaurs\n👟Earn while building healthy habits with the Dino\n✨Varied NFTs\n💵 Passive Income Features\n💎App Activation Code &amp; NFT Drop For Fair Launch Contributors\n\nFair Launch Starts On May 9th\n\nTG: https://t.co/1or9ND0jw2"
    },
    {
        "id": "1523489354835918848",
        "lang": "en",
        "text": "@realMeetKevin It is my understanding #tesla bases income on location, so that $146 is what San Francisco and that is low for that area."
    },
    {
        "id": "1523489329498435584",
        "lang": "en",
        "text": "@SolanaNFTPromos @LivingDeadSOL #DINOSTEP.APP\n\n🦖The First Move To Earn App With Virtual Dinosaurs\n👟Earn while building healthy habits with the Dino\n✨Varied NFTs\n💵 Passive Income Features\n💎App Activation Code &amp; NFT Drop For Fair Launch Contributors\n\nFair Launch Starts On May 9th\n\nTG: https://t.co/1or9ND0jw2"
    },
    {
        "id": "1523489308560150528",
        "lang": "en",
        "text": "This was known in (drumroll)... August 2020 even by the MSM\nYet they chose to continue with the destructive school closures\nWhy?\nLA Times August 2020\nhttps://t.co/iDXAFyJExk https://t.co/TDk9qYcH17"
    },
    {
        "id": "1523489307931004929",
        "lang": "en",
        "text": "@calamur @IndianExpress Is there data adjusted for income? Ie comparison of Hindu &amp; Muslim TFR at the same income level?"
    },
    {
        "id": "1523489296665112576",
        "lang": "en",
        "text": "Sydney Traffic Controller shares her weekly income in viral TikTok ===doesnot make sense at all --  something does not add up -- there is more to it"
    },
    {
        "id": "1523489289492783106",
        "lang": "en",
        "text": "@MaximeBernier Service Canada fabricated $10,800 of income I never had to reduce my GIS entitlement. I just found out they reported over $3,000 of OAS income to the CRA I never received from them as well! I'm being discriminated by the government for my political comments!"
    },
    {
        "id": "1523489278847713280",
        "lang": "en",
        "text": "@CherishAdoni @Riasofinee I work for people who have kids on Christmas, Thanksgiving, black friday and pay high taxes because of yall kids. We need a paid holiday. Plus my income taxes look crazy i wish i could claim my dog."
    },
    {
        "id": "1523489257947508737",
        "lang": "en",
        "text": "@btarunr @iAsura_ Nope 999 is for everyone, subsidy has disappeared completely\n\nThough there are talks/promises by state govts to give 2/3 free cylinders/year but its still on paper. Perhaps we'll see some Social Justice masterstroke soon. Bcz earlier subsidy was based on income, very unfair."
    },
    {
        "id": "1523489250452287493",
        "lang": "en",
        "text": "They are both children. They have no access to income https://t.co/iDZ52vpmjj"
    },
    {
        "id": "1523489250041565184",
        "lang": "en",
        "text": "@NftMinor @MysticMen_ #DINOSTEP.APP\n\n🦖The First Move To Earn App With Virtual Dinosaurs\n👟Earn while building healthy habits with the Dino\n✨Varied NFTs\n💵 Passive Income Features\n💎App Activation Code &amp; NFT Drop For Fair Launch Contributors\n\nFair Launch Starts On May 9th\n\nTG: https://t.co/1or9ND0jw2"
    },
    {
        "id": "1523489211579453440",
        "lang": "en",
        "text": "@America1Scotty @GreenLeaf2153 Child trafficking is a real problem. They’re on the right track, but they’re on the wrong train, the epidemic is not where you think it is, but rather, perpetuated by cartels who look for other avenues of illicit income."
    },
    {
        "id": "1523489203317014529",
        "lang": "en",
        "text": "The income I get from Twitter Follow is real and effective. If you join Twitter Follow now, you will get a minimum income of $432. Contact me now and register at my invitation link. I will teach you how to earn dollars, please add my whatsapp number now.\nhttps://t.co/IJrwd2vn3g https://t.co/NQIFdZaZj4"
    },
    {
        "id": "1523489195330732033",
        "lang": "en",
        "text": "Sullivan emphasizes bringing 'whole self' to work - MLB || #WorkFromHomeNews Courtesy of Rick Kirkham Inventor of The Passive Affiliate Marketing Income System Kirkham's Cash System Subscribe by Following on Twitter IncomeWebsites5 https://t.co/v2ykwxg4rC"
    },
    {
        "id": "1523489189882253313",
        "lang": "en",
        "text": "05-08-2022 Empire – Trial — Fergal Downes Ebusiness and Emarketing Top 10 #EbusinessandEmarketing || INTRODUCING - The Top 10 Affiliate Passive Income System so You Can Make Money Online NOT Working from Home Kirkham's Top 10 Affiliate Presenter https://t.co/TIc2o3jPtJ"
    },
    {
        "id": "1523489183288811529",
        "lang": "en",
        "text": "In one week’s time, my only income will be from shitty freelance gigs which means I’m about to become Extremely Fucking Annoying™"
    },
    {
        "id": "1523489179765780480",
        "lang": "en",
        "text": "🏚️🏡AirBNB Short Term Rental Loans for Investors!\n📉 30 Year Fixed &amp; 40 Year I/O\n📲Apply Online Now - Up to 80% LTV Cash Out\n💵Use Short Term Rents for Income\n💼Close in LLC\n💳600+ Credit\n\nMore Info at https://t.co/BoWrmGEoUn https://t.co/H5ZSTUfIqq"
    },
    {
        "id": "1523489161151348736",
        "lang": "en",
        "text": "@adamtotscomix @MrAnthony Their loans. Showing them average income for their careers and how long it would take them to pay them off. and of course outlawing the Criminal interest rates for college loans…"
    },
    {
        "id": "1523489072840585217",
        "lang": "en",
        "text": "@cormNFT @MirrorMirrorNFT @WeinG_NFT #DINOSTEP.APP\n\n🦖The First Move To Earn App With Virtual Dinosaurs\n👟Earn while building healthy habits with the Dino\n✨Varied NFTs\n💵 Passive Income Features\n💎App Activation Code &amp; NFT Drop For Fair Launch Contributors\n\nFair Launch Starts On May 9th\n\nTG: https://t.co/1or9ND0jw2"
    },
    {
        "id": "1523489048815632384",
        "lang": "en",
        "text": "Your salary/income. https://t.co/YyLicRSxw0"
    },
    {
        "id": "1523488986907389952",
        "lang": "en",
        "text": "@faeriebites don’t feel bad for declining to refund! you’ve already put work into this piece and if you’re relying on that income from the sale for your own needs (as most small business owners are), then you can’t be expected to refund them. we’ve got bills to pay too! 💗"
    },
    {
        "id": "1523488986727350273",
        "lang": "en",
        "text": "5/ Retirement Annuities are (RA)\n\nRAs are insurance contracts that provide consistent long-term income payments.\n\nThey provide safety and security for retirement.\n\nRisk: Some annuities involve difficult-to-understand or hidden fees.\n\nYou could also consider index annuities. \n👇 https://t.co/c1nG5PeiTD"
    },
    {
        "id": "1523488982252027904",
        "lang": "en",
        "text": "4.3\nREIT companies are required to pay out at least 90% of their taxable income to shareholders as dividends.\n\nREITs are not directly tied to traditional markets and are therefore less volatile.\n\nThey can be an important income earning &amp; hedging portfolio diversifier."
    },
    {
        "id": "1523488976497422337",
        "lang": "en",
        "text": "4.1\nPre-paid electricity will save you from nasty surprises. \n\nHomestay, Airbnb, garden cottage = $ earnings.\n\nA management agent will lower risk but will take 8-10% of your income.\n\nREITs = alternative low-risk option.\n\n⏬"
    },
    {
        "id": "1523488975809175552",
        "lang": "en",
        "text": "@ONTOWallet @XRushio What is the way #XRush generates income to sustain your project and what is the revenue model? How can it be mutually profitable for your investor and project?"
    },
    {
        "id": "1523488973888585728",
        "lang": "en",
        "text": "4/ Property &amp; rental income\n\nProperty provides consistent income regardless of market performance.\n\nIt is a long-term investment; buying and selling costs are high\n\nYour rent must cover your bond, damages, repairs, fire insurance, levies, rates and taxes, and municipal bills\n\n👇"
    },
    {
        "id": "1523488971904663552",
        "lang": "en",
        "text": "@gao529899 @supernftwars @qq433130 @g65733272 @Eric_tingyu #DINOSTEP.APP\n\n🦖The First Move To Earn App With Virtual Dinosaurs\n👟Earn while building healthy habits with the Dino\n✨Varied NFTs\n💵 Passive Income Features\n💎App Activation Code &amp; NFT Drop For Fair Launch Contributors\n\nFair Launch Starts On May 9th\n\nTG: https://t.co/1or9ND0jw2"
    },
    {
        "id": "1523488969060937733",
        "lang": "en",
        "text": "3/ Dividend Stocks\n\nDividend stocks offer consistent, high dividend income.\n\nThey share profits in monthly, quarterly, or annual payments.\n\nDividends can be cash or more stock.\nI often take cash and re-invest it once the stock dips after dividend payouts.\n\nBut 👇 https://t.co/X7EtrJoyXk"
    },
    {
        "id": "1523488965390925824",
        "lang": "en",
        "text": "@RBReich Your statement is the basis of our systems problem, the more successful you are, the more you should be penalized. How about a flat tax system where everyone pays their share? Those that make the most will still pay the lions share by virtue of their income. People need to work t"
    },
    {
        "id": "1523488955932590085",
        "lang": "en",
        "text": "TTM Technologies, Inc's quarterly revenue growth rate YoY of 10.60% ranked 2274 out of 5737 companies in our database. \n\nhttps://t.co/aDIEfxlDEd $TTMI\n\n🚀🚀🚀🚀🚀 https://t.co/j68JYXHruA"
    },
    {
        "id": "1523488953419976705",
        "lang": "en",
        "text": "The blueprints to her old Zaku unit, of course. That should fetch about a month's worth of leisure income. https://t.co/SwOtDef57N"
    },
    {
        "id": "1523488952845365248",
        "lang": "en",
        "text": "@qckbrnfx @GoldbergPrime Is misplaced belief in the tests. You're not gonna be able to stamp out racism, but if it's common knowledge that lower income level folks do worse on the LSAT, maybe we can look at alternatives, and maybe government could make that easier."
    },
    {
        "id": "1523488952723795968",
        "lang": "en",
        "text": "Snap Delivered Is Growing Around The USA Very Fast...Restaurants Love The Service And Everyone Involved!!!...Come And Grow With Snap Delivered And Build Your Income For Free!!!... https://t.co/Kx7f4itDgh #restaurants #delivery #deliveryservice #opportunity #business #money #build https://t.co/C0t4IUphM1"
    },
    {
        "id": "1523488951298039808",
        "lang": "en",
        "text": "1.1\nA 3-fund portfolio based on mutual funds and ETFs makes it easy to invest for retirement:\n\n•Fund1 targets growth: S&amp;P 500 index fund or international stock index fund\n\n•Fund2 targets stable income: bonds\n\n•Fund 3: a broad-market ETF or index fund\n\n% of portfolio 👇"
    },
    {
        "id": "1523488946143240192",
        "lang": "en",
        "text": "Do you invest for your retirement?\n\nDo you need growth, income or a combination of both? \n\nRetirement portfolios should reflect your unique needs + an appropriate level of risk. \n\nWhat is the suggested portfolio asset allocation % for your age? \n\nThread ⏬\n\n&lt;Image by JP Morgan&gt; https://t.co/xyyrdhjqJT"
    },
    {
        "id": "1523488924781490176",
        "lang": "en",
        "text": "GOP's Lauren Boebert failed to disclose husband's income from energy company during 2020 campaign - Raw Story - Celebrating 18 Years of Independent Journalism #SmartNews  https://t.co/SiziQRZoCw"
    },
    {
        "id": "1523488914472050688",
        "lang": "en",
        "text": "@storyteller_nft #DINOSTEP.APP\n\n🦖The First Move To Earn App With Virtual Dinosaurs\n👟Earn while building healthy habits with the Dino\n✨Varied NFTs\n💵 Passive Income Features\n💎App Activation Code &amp; NFT Drop For Fair Launch Contributors\n\nFair Launch Starts On May 9th\n\nTG: https://t.co/1or9ND0jw2"
    },
    {
        "id": "1523488910352945152",
        "lang": "en",
        "text": "I’m about to be on it myself. It’s 70% of my usual income. 😬 https://t.co/tttfosvW0w"
    },
    {
        "id": "1523488889885040640",
        "lang": "en",
        "text": "Same dudes to ask you 29 days in a row how Stepn is sustainable while you've cleared the entier ROI and are now freerolling passive income. Then as you are making passive income they'll just say well yea you were early. As shocking as this may sound, most of sol NFT is normie af"
    },
    {
        "id": "1523488868028231680",
        "lang": "en",
        "text": "@Centrelink The online claim form for the low income health care card has dates under address details and countries lived in that are system added (?) that are incorrect and not possible to be edited ? I cannot proceed to final step because of disclaimer on details are correct ?"
    },
    {
        "id": "1523488863376732160",
        "lang": "en",
        "text": "literally shut up. sex work is some people’s only option for an income. yes it can be exploitative but villianizing the entire trade and anyone that participates it is not the move. let’s instead speak on how to properly support sex workers because they’re valid. https://t.co/qHTbve04Ue"
    },
    {
        "id": "1523488858155143170",
        "lang": "en",
        "text": "@borrowed_ideas It would be great to be able to pivot this by age and/or income."
    },
    {
        "id": "1523488850923847681",
        "lang": "en",
        "text": "Y’all we’d extra income? Come see me @ https://t.co/rhYrEQCjLT #smallbusiness #wholesale #bodybutter #bodyoils #bodyscrubs #lipgloss #tshirts #bigbusiness #Mississippi"
    },
    {
        "id": "1523488838840389632",
        "lang": "en",
        "text": "@VodSquadCaptain @Esorised @krystalwolfy @LolOverruled You have to file and when you file you are *subject* to pay as well. If you haven’t had to then that’s great, but it’s NOT a guarantee. All foreign earned income is subject to tax, for anyone who hasn’t renounced their U.S. Citizenship (regardless of where they live). https://t.co/EvuW5K1eWV"
    },
    {
        "id": "1523488812566925314",
        "lang": "en",
        "text": "@JKaundinya @Daniel40810 @PartisanRot @neilbhav @EastVanBuilder @elasticretreat After property tax and income tax, her effective tax rate is roughly 42%. Back of napkin math. It’s about $15,000 USD/year in property tax for a $1.2M San Fran property."
    },
    {
        "id": "1523488812042661888",
        "lang": "en",
        "text": "This is a natural yearning. It is also the result of years of indoctrinating women into believing that there worth is contingent upon their income and workplace success. Women were made to be mothers and men were meant to be fathers. https://t.co/Cpf1ofFZGr"
    },
    {
        "id": "1523488803297832961",
        "lang": "en",
        "text": "@ErvinNft #DINOSTEP.APP\n\n🦖The First Move To Earn App With Virtual Dinosaurs\n👟Earn while building healthy habits with the Dino\n✨Varied NFTs\n💵 Passive Income Features\n💎App Activation Code &amp; NFT Drop For Fair Launch Contributors\n\nFair Launch Starts On May 9th\n\nTG: https://t.co/1or9ND0jw2"
    },
    {
        "id": "1523488801825652736",
        "lang": "en",
        "text": "@pepejansz @ianjfitch @supertanskiii @giggsy69 @susannareid100 @LBC @TomSwarbrick1 He also took out a personal loan to keep his local community centre open, name me any MP that has done this, he also works very hard without a 2nd or more income! His 2nd job is working in soup kitchens etc! He also had the youth vote! Now nobody’s saying what they want to hear!"
    },
    {
        "id": "1523488762130726912",
        "lang": "en",
        "text": "Some sneak peeks of our new #NFT going on #ETH \n\n-staking (for passive income)\n-lore\n-ecosystem with more down the line https://t.co/dUFz1cE6DS"
    },
    {
        "id": "1523488744942096384",
        "lang": "en",
        "text": "I’ve spent many hours learning about personal finance, this is what it all comes down to…\n\n1. Increase your income\n2. Spend less than you make\n3. Invest the difference\n\nDo this for a decade and your life is changed for the better."
    },
    {
        "id": "1523488742979215360",
        "lang": "en",
        "text": "@Chadmoneymatter that may be true for those with a paycheck. but 15% of the US are senior citizens and retirement income needs to exceed inflation"
    },
    {
        "id": "1523488733378400256",
        "lang": "en",
        "text": "@nymphofawn Good! It can also be bad bc obv income is important, but good if you wanted to be out of that job! If you need ideas for income lmk"
    },
    {
        "id": "1523488729289347072",
        "lang": "en",
        "text": "@BoredApesEC #DINOSTEP.APP\n\n🦖The First Move To Earn App With Virtual Dinosaurs\n👟Earn while building healthy habits with the Dino\n✨Varied NFTs\n💵 Passive Income Features\n💎App Activation Code &amp; NFT Drop For Fair Launch Contributors\n\nFair Launch Starts On May 9th\n\nTG: https://t.co/1or9ND0jw2"
    },
    {
        "id": "1523488725346496512",
        "lang": "en",
        "text": "Report: Poorest American families could lose benefits worth 1/3 of their income if GOP"
    },
    {
        "id": "1523488708304859136",
        "lang": "en",
        "text": "@Sarah_Colero Good point. I believe ODSP would still be less than what a low income senior is eligible for under both plans atm."
    },
    {
        "id": "1523488705989668864",
        "lang": "en",
        "text": "@TheCryptoLif7 This is definitely a long term opportunity with steady income potential! Join the TG chat for more info!"
    },
    {
        "id": "1523488661610049536",
        "lang": "en",
        "text": "@charitywanjir13 Hello Ciru. Kindly note that you have a withholding certificate meaning other than your employment income you had another source of income during the income period and you were paid in commission and some amount was withheld and you are required to declare the same. ^LA"
    },
    {
        "id": "1523488656723673088",
        "lang": "en",
        "text": "@OneShotVentures @forbitspace Winning is the most interesting part of the NFT gaming industry. #forbitspace allows players to not only have fun playing, but also invest their time and money to get a great return as profit. So, What are the different ways to earn income that #forbitspace offers to its users?"
    },
    {
        "id": "1523488632236957697",
        "lang": "en",
        "text": "I’m using Steady to find work, earn more money and track my income. https://t.co/rjEcJB8pji"
    },
    {
        "id": "1523488627682017280",
        "lang": "en",
        "text": "@karenvaites People are starting to realize the Democratic party abandoned low and middle income Americans 20 years ago."
    },
    {
        "id": "1523488625216098305",
        "lang": "en",
        "text": "@thinkagainst @ChuckGrassley Again, stay relevant…\nHome prices were not as high as they are now and neither were gas prices, groceries and basically everything else. The rising rates ARE pushing lower income families and first time buyers right out of the market, sadly."
    },
    {
        "id": "1523488624825991168",
        "lang": "en",
        "text": "@RainPatel08 #DINOSTEP.APP\n\n🦖The First Move To Earn App With Virtual Dinosaurs\n👟Earn while building healthy habits with the Dino\n✨Varied NFTs\n💵 Passive Income Features\n💎App Activation Code &amp; NFT Drop For Fair Launch Contributors\n\nFair Launch Starts On May 9th\n\nTG: https://t.co/1or9ND0jw2"
    },
    {
        "id": "1523488580017876993",
        "lang": "en",
        "text": "@Kviggie @AskADHD I've used BetterHelp a few times and was able to get a subscription based on my income. That knocked the price down quite a bit."
    },
    {
        "id": "1523488549123031040",
        "lang": "en",
        "text": "@crypto_monka #DINOSTEP.APP\n\n🦖The First Move To Earn App With Virtual Dinosaurs\n👟Earn while building healthy habits with the Dino\n✨Varied NFTs\n💵 Passive Income Features\n💎App Activation Code &amp; NFT Drop For Fair Launch Contributors\n\nFair Launch Starts On May 9th\n\nTG: https://t.co/1or9ND0jw2"
    },
    {
        "id": "1523488542294691840",
        "lang": "en",
        "text": "I hope that means when I sue Service Canada over fabricating $10,800 of income I never had to reduce my GIS Entitlement and reporting over $3,000 in income I never had to the CRA that I can sue for that much! https://t.co/sQYVh8Iml2"
    },
    {
        "id": "1523488511185154048",
        "lang": "en",
        "text": "And yet Canadian disposable income kept rising at a similar pace as the US... Good work Canada. https://t.co/Elv56sM5sM"
    },
    {
        "id": "1523488489425489920",
        "lang": "en",
        "text": "@Yareyarenft #DINOSTEP.APP\n\n🦖The First Move To Earn App With Virtual Dinosaurs\n👟Earn while building healthy habits with the Dino\n✨Varied NFTs\n💵 Passive Income Features\n💎App Activation Code &amp; NFT Drop For Fair Launch Contributors\n\nFair Launch Starts On May 9th\n\nTG: https://t.co/1or9ND0jw2"
    },
    {
        "id": "1523488481292345344",
        "lang": "en",
        "text": "However, during the Covid-19 pandemic, SMEs faced a number of challenges. \n\nFirst, the reduction in community and business activities causes a decrease in income. \n\nSecond, the majority of MSMEs have limited capital reserves\n\n@Suharso_M @Jiwamudaindo"
    },
    {
        "id": "1523488440830271488",
        "lang": "en",
        "text": "@HymanBrosNFT #DINOSTEP.APP\n\n🦖The First Move To Earn App With Virtual Dinosaurs\n👟Earn while building healthy habits with the Dino\n✨Varied NFTs\n💵 Passive Income Features\n💎App Activation Code &amp; NFT Drop For Fair Launch Contributors\n\nFair Launch Starts On May 9th\n\nTG: https://t.co/1or9ND0jw2"
    },
    {
        "id": "1523488405539246080",
        "lang": "en",
        "text": "@Gear85 Can it mow grass also Or just snake oil to people with some disposable income"
    },
    {
        "id": "1523488379425669121",
        "lang": "en",
        "text": "@NFTBrad @pitbullpokerSOL @hiagxra #DINOSTEP.APP\n\n🦖The First Move To Earn App With Virtual Dinosaurs\n👟Earn while building healthy habits with the Dino\n✨Varied NFTs\n💵 Passive Income Features\n💎App Activation Code &amp; NFT Drop For Fair Launch Contributors\n\nFair Launch Starts On May 9th\n\nTG: https://t.co/1or9ND0jw2"
    },
    {
        "id": "1523488367664857089",
        "lang": "en",
        "text": "@Tigres________s How this is possible; ambanis ki toh ek din ki income crores mein hai; according to calculation."
    },
    {
        "id": "1523488364959174661",
        "lang": "en",
        "text": "Did you know that every parliamentarian gets $17,000 pay PER MONTH. That’s base pay, there’s per diem allowances that equal the total daily incomes for people on income support. #RaiseTheRate #auspoll2022"
    },
    {
        "id": "1523488356323057664",
        "lang": "en",
        "text": "@gnaderpe Took my 6 figure income and moved to the free state of Florida in October.  Keep up the good work 👏"
    },
    {
        "id": "1523488334302961664",
        "lang": "en",
        "text": "@WhirlpoolCare I have a 1 year old WP range that the oven light has gone out.I have tried &amp; tried to get the bulb cover off with on luck. I have health issues and am on a fixed income and i can't afford a repairman to come out to fix this issue. I see I am not the only one."
    },
    {
        "id": "1523488299813580805",
        "lang": "en",
        "text": "@thisgoatisbored @TrippinApeNFT #DINOSTEP.APP\n\n🦖The First Move To Earn App With Virtual Dinosaurs\n👟Earn while building healthy habits with the Dino\n✨Varied NFTs\n💵 Passive Income Features\n💎App Activation Code &amp; NFT Drop For Fair Launch Contributors\n\nFair Launch Starts On May 9th\n\nTG: https://t.co/1or9ND0jw2"
    },
    {
        "id": "1523488269962407938",
        "lang": "en",
        "text": "♦I know this concept sounds crazy, but passive income is more than a pipe dream. Forbes contributor Brianna Wiest calls it an infinite potential income stream for a reason.\nCrypto Mining\nhttps://t.co/E1FOA8VhOg\n#miningincome https://t.co/jyzS020UGP"
    },
    {
        "id": "1523488256838762496",
        "lang": "en",
        "text": "@MinusWells @jungleincxrp @NVXRP1 @XRPArmyNews1 @CryptoBull2020 @TheCryptoLark @Beamswapio Most Early passive income crypto investors sell asset - dollar. You can't use GLMR to pay the bills. Most people won't be buying GLMR, they'll be cashing out into dollars. That's just how it works. Thus creating unwanted sell pressure. There's no other incentive."
    },
    {
        "id": "1523488218179506176",
        "lang": "en",
        "text": "@elonmusk If setup correctly?Teams of carpenters,electricians,&amp;plumbers\ncould build5-10tiny homes each 30-60k split profits,&amp;can take time off to plan thenext project or have thespace to look into what their passions are from creating disposable income so they have a little breathing room"
    },
    {
        "id": "1523488211506712582",
        "lang": "en",
        "text": "@SueLincoln5 @DonaldJTrumpJr Biden’s 1st year VP income was 400k, 2nd yer income was 1.9mil?🤷‍♂️ Trump gave all his money back to all sorts of Wellfare system.  Trump’s children are all successful bus ppl, Biden’s son is a drug addict and co bus owner are head of CCP secret police.  Who’s corrupt?🤷‍♂️🤷‍♂️🙄"
    },
    {
        "id": "1523488203084529664",
        "lang": "en",
        "text": "@TheDefiJedi @dystopAI_NFT #DINOSTEP.APP\n\n🦖The First Move To Earn App With Virtual Dinosaurs\n👟Earn while building healthy habits with the Dino\n✨Varied NFTs\n💵 Passive Income Features\n💎App Activation Code &amp; NFT Drop For Fair Launch Contributors\n\nFair Launch Starts On May 9th\n\nTG: https://t.co/1or9ND0jw2"
    },
    {
        "id": "1523488202614800384",
        "lang": "en",
        "text": "@Ryan_Reilly78 @SSawyerSJ @RraacchhaaeellC I would like to see equal energy dedicated to affordable and accessible childcare for low income mothers.  Equal energy for a higher minimum wage.  Equal energy for racial justice.  Can’t the church fund more shelters for domestic abuse survivors??!!"
    },
    {
        "id": "1523488172021145600",
        "lang": "en",
        "text": "@SixEyeRaccoon @JMart2076 @barbiesway @nypost Not saying your stance is wrong, but this is a bad take.\n\nTaxpayers ARE responsible for teacher's income. Therefore (as with both local and national government), citizens DO have a say.\n\nIn addition, every parents should be fully aware of what their children are being taught."
    },
    {
        "id": "1523488145664516096",
        "lang": "en",
        "text": "Earn a Passive Income From DeFi With Calyx Token (CLX), Aave (AAVE) and Uniswap (UNI) https://t.co/BVIAc7H4hw"
    },
    {
        "id": "1523488132213395456",
        "lang": "en",
        "text": "@Neo_Trader83 @bondora_8 @RCNconnects Exactly, I need the internet for my languages that I’m learning — as well as other social media that I use for income currently. This is completely unacceptable…"
    },
    {
        "id": "1523488118657093634",
        "lang": "en",
        "text": "Should read Democratic leaders dumb decisions are widening income gap https://t.co/Yw0AjWDUlw"
    },
    {
        "id": "1523488096481734656",
        "lang": "en",
        "text": "@theSBPC @POTUS 20M SL borrowers owe &gt;$10k debt\n95% are middle to upper income\n\nWhy should 313M in US sacrifice/pay for 20M far more privileged?\n\n#CancelStudentDebt is REGRESSIVE\n#MedicareForAllLegalResidents is PROGRESSIVE\n\nhttps://t.co/49471SrNAD"
    },
    {
        "id": "1523488049211985925",
        "lang": "en",
        "text": "@potter29639750 @IAPonomarenko Yes, yes, and let the idiotic troglodytes of the pro genocide Russian regime continue tweeting online.  Enjoy the $400 USD average income in your glorious motherland 😂"
    },
    {
        "id": "1523488038768193536",
        "lang": "en",
        "text": "@ArmyVet2x @TechHelp @MmHabitual @Minkiemom17 Political demographics like the awful one, white male Boomers, but could be suburban women, or working class income, race is always a big part of demographics."
    },
    {
        "id": "1523488013392613378",
        "lang": "en",
        "text": "@EZACKT @TrikoAlistair @therealrukshan But when you pay it back you own 100%. You do know commonwealth bank was formed to allow lower income people to be able to get a loan right?  They sold it off when private banks started loaning more. This is just like old comm bank days again. Not a big deal."
    },
    {
        "id": "1523487977678069760",
        "lang": "en",
        "text": "Them income tax checks came out, ha? You bout to flip that, ha?"
    },
    {
        "id": "1523487954487943168",
        "lang": "en",
        "text": "Datto Holding Corp's quarterly revenue growth rate YoY of 18.20% ranked 1809 out of 5737 companies in our database. \n\nhttps://t.co/4rkGbUYo1V $MSP\n\n🚀🚀🚀🚀🚀 https://t.co/4maSgoyo4a"
    },
    {
        "id": "1523487930299256832",
        "lang": "en",
        "text": "There is nothing more arrogant than a self-righteous income redistributor. - Dick Armey"
    },
    {
        "id": "1523487921629646849",
        "lang": "en",
        "text": "free ebook: How To Make 6 Figures Online Starting Completely From Scratch... https://t.co/9t1gvZT7h6"
    },
    {
        "id": "1523487906698240000",
        "lang": "en",
        "text": "@MBrennenV Fair, but he has cut income and property tax in CO, defends free speech, and pushed for school choice. His handling of the pandemic was great. He's not perfect, but I'd sooner vote for him than many GOP 2024 hopefuls."
    },
    {
        "id": "1523487904383008768",
        "lang": "en",
        "text": "@DogarASZ There is zero nepotism in CSS? Everyone knows papers are out, examiners managed, and interviews paid.  No, where in the world do we have such stupid exam. In Pakistan a doctor becomes an income tax officer, that's the reality."
    },
    {
        "id": "1523487898896863233",
        "lang": "en",
        "text": "@0xTGC #DINOSTEP.APP\n\n🦖The First Move To Earn App With Virtual Dinosaurs\n👟Earn while building healthy habits with the Dino\n✨Varied NFTs\n💵 Passive Income Features\n💎App Activation Code &amp; NFT Drop For Fair Launch Contributors\n\nFair Launch Starts On May 9th\n\nTG: https://t.co/1or9ND0jw2"
    },
    {
        "id": "1523487865447260160",
        "lang": "en",
        "text": "How to earn one lakh a month passive income? https://t.co/H84JBWKNRU"
    },
    {
        "id": "1523487864192782337",
        "lang": "en",
        "text": "@TrueNorthCentre Who exactly did they think were paying for these programs? The government? The government has one income source, taxes! Well that and printing money but we’ve seen that that costs us all money to as it devalues our currency. Wake up Canada."
    },
    {
        "id": "1523487838918311936",
        "lang": "en",
        "text": "@minimetamonNFT @nickrainsmusic #DINOSTEP.APP\n\n🦖The First Move To Earn App With Virtual Dinosaurs\n👟Earn while building healthy habits with the Dino\n✨Varied NFTs\n💵 Passive Income Features\n💎App Activation Code &amp; NFT Drop For Fair Launch Contributors\n\nFair Launch Starts On May 9th\n\nTG: https://t.co/1or9ND0jw2"
    },
    {
        "id": "1523487829422055424",
        "lang": "en",
        "text": "@thatwhichbe @NathanStall @OntLiberal How about a basic living income?"
    },
    {
        "id": "1523487806781153280",
        "lang": "en",
        "text": "@SiennaReed8 What income?"
    },
    {
        "id": "1523487803673563136",
        "lang": "en",
        "text": "@TheDailyShow You paid tax on the income you used to buy the shares. If they were compensation in lieu of income, I don't know how that works in the tax code. Maybe be mad at the tax code."
    },
    {
        "id": "1523487742017310720",
        "lang": "en",
        "text": "@PierrePoilievre Money printing? You mean the funds to help the ppl who lost their source of income due to the global shut down? What would you have done differently? How would you have insured Canadians did not miss their payments and kept feeding their family?"
    },
    {
        "id": "1523487706546073600",
        "lang": "en",
        "text": "@aaron_eth0 #DINOSTEP.APP\n\n🦖The First Move To Earn App With Virtual Dinosaurs\n👟Earn while building healthy habits with the Dino\n✨Varied NFTs\n💵 Passive Income Features\n💎App Activation Code &amp; NFT Drop For Fair Launch Contributors\n\nFair Launch Starts On May 9th\n\nTG: https://t.co/1or9ND0jw2"
    },
    {
        "id": "1523487695204278272",
        "lang": "en",
        "text": "@firemanjbone @CNN If your ultimate goal is to stop teen pregnancy this is not the way to do it. Education and income are the solution to that problem."
    },
    {
        "id": "1523487683149918208",
        "lang": "en",
        "text": "@LaBaronneuh @springtimesun3 @nypost Women always say this while complaining in the same breath that childcare takes up a huge chunk of their income. My husband and I did it for 12 years and now I work part time from home. It’s about priorities."
    },
    {
        "id": "1523487662094438400",
        "lang": "en",
        "text": "@SiennaReed8 I don’t discuss my income."
    },
    {
        "id": "1523487638938087424",
        "lang": "en",
        "text": "@chillbearclub @Childhood_NFT #DINOSTEP.APP\n\n🦖The First Move To Earn App With Virtual Dinosaurs\n👟Earn while building healthy habits with the Dino\n✨Varied NFTs\n💵 Passive Income Features\n💎App Activation Code &amp; NFT Drop For Fair Launch Contributors\n\nFair Launch Starts On May 9th\n\nTG: https://t.co/1or9ND0jw2"
    },
    {
        "id": "1523487638681907201",
        "lang": "en",
        "text": "@EnergyCredit1 Thanks. I was thinking of Eagle Energy. They tried a new thing that was support to be similar to a Canadian Income Trust. Pretty sure they went bust along with Parallel Energy, who had a similar structure."
    },
    {
        "id": "1523487638258286592",
        "lang": "en",
        "text": "Looking for a project to support veterans?\n\nCheck @Wardogs_NFT out!! \n\nRecently on @WenMintPodcast so you can listen to their projects!\n\nTheir #NFTs have amazing RL utilities inc discounts &amp; passive income!\n\nIf you want WL, hit me up for secret link!\n\n#MentalHealthAwarenessMonth https://t.co/xq6ZohW8Q2"
    },
    {
        "id": "1523487615508377600",
        "lang": "en",
        "text": "On this day in 1847, President Polk was steady because of taking bribes from Google for income."
    },
    {
        "id": "1523487613256028160",
        "lang": "en",
        "text": "@adamwylie72 Aye that’s a plan like, av no got a st or that so I just go to whatever games I can which is fine by me but that is my aim once av got steady income whenever that will be 😂"
    },
    {
        "id": "1523487596818485249",
        "lang": "en",
        "text": "@KerryKennedyRFK Poor or low income women can give birth &amp; place their baby up for adoption. A baby should not be denied the chance to live because a mother is poor. There are many options &amp; resources. @LilaGraceRose"
    },
    {
        "id": "1523487582918971393",
        "lang": "en",
        "text": "@hdextractsETH @PsychonautApeD @DegenHQ_ #DINOSTEP.APP\n\n🦖The First Move To Earn App With Virtual Dinosaurs\n👟Earn while building healthy habits with the Dino\n✨Varied NFTs\n💵 Passive Income Features\n💎App Activation Code &amp; NFT Drop For Fair Launch Contributors\n\nFair Launch Starts On May 9th\n\nTG: https://t.co/1or9ND0jw2"
    },
    {
        "id": "1523487573829554176",
        "lang": "en",
        "text": "Buying a second home to enjoy or rent out for extra income during retirement?  This article explains the pros and cons, and issues you need to consider.  \n\nLearn from the experts!\n\nLink: https://t.co/7dn15T1WNk\n\n#RealEstate #RealEstateInvesting #RentalProperty https://t.co/8uVcJVADWV"
    },
    {
        "id": "1523487572764233730",
        "lang": "en",
        "text": "@ProseyPolymath @coolchinese @teddyschleifer You arent taxed on the loan you take out for a mortgage.  If you did, a person putting 20% down on a 500K house would have to pay over $100K in income tax on the \"income\" from the borrowed $400K."
    },
    {
        "id": "1523487545207947264",
        "lang": "en",
        "text": "@GastonFouche @thecarterrich @briantylercohen @elonmusk You don’t pay tax on net worth, you pay on income. Dems love the tax code, just ask your beloved rich leftist friends.."
    },
    {
        "id": "1523487532335636482",
        "lang": "en",
        "text": "Happy monday 🌻\n\nNever depend on a single income. Make investment to create a second source.\n\nWarren Buffett\n\n#travel #travelphotography #WonderfulIndonesia #beach #sky #dive #nature #morotai #morotaiisland https://t.co/H6p2O4boGy"
    },
    {
        "id": "1523487523674091523",
        "lang": "en",
        "text": "of everyone on the planet\nKlaus Schwab ultimately wishes to offer Universal Basic Income (UBI) to all who will trade away their human rights. Luring people with money like the UBI and stimulus checks may appeal to the unsuspecting, but the hidden cost is our freedom. All American"
    },
    {
        "id": "1523487522151493632",
        "lang": "en",
        "text": "@historydefined Propaganda films helped to save Disney from bankruptcy.  People were brainwashed by their own government with his media.  He also helped the U.S. government implement income tax through his propaganda film “The New Spirit”.  Roosevelt was a bastard."
    },
    {
        "id": "1523487496268525568",
        "lang": "en",
        "text": "@DividendGrowth @HeroDividend Ok so it’s \n\n1) career\n2) dividend growth income\n3) real estate investment (assuming?)\n4)?\n5)?\n6)?\n7)?\n8)?"
    },
    {
        "id": "1523487496075907075",
        "lang": "en",
        "text": "@vivbajaj people are more interested in quicker income then to understand the value of sector from beginning and start investing that time time !!"
    },
    {
        "id": "1523487492074184705",
        "lang": "en",
        "text": "@NathanStall @OntLiberal That 20% isn’t enough people should be getting 2200-2500 take home. I am working John Fraser to fix disability to give people a livable income."
    },
    {
        "id": "1523487441373790208",
        "lang": "en",
        "text": "@KrazyCrypsNZ #DINOSTEP.APP\n\n🦖The First Move To Earn App With Virtual Dinosaurs\n👟Earn while building healthy habits with the Dino\n✨Varied NFTs\n💵 Passive Income Features\n💎App Activation Code &amp; NFT Drop For Fair Launch Contributors\n\nFair Launch Starts On May 9th\n\nTG: https://t.co/1or9ND0jw2"
    },
    {
        "id": "1523487437670199296",
        "lang": "en",
        "text": "@MtBakerBoy @nypost You act like this was something we just \"decided\" to do instead of being forced into it by the fact that no one can support an entire household on a single income anymore."
    },
    {
        "id": "1523487433773379584",
        "lang": "en",
        "text": "$O $SBRA $SPGI NEW ARTICLE : Analysts Offer Insights on Financial Companies: S&amp;P Global (SPGI), Realty Income (O) and Sabra Healthcare REIT (SBRA) https://t.co/65wqFViqft Get all the latest $O related news here : https://t.co/N6Cq1KEGP4"
    },
    {
        "id": "1523487429985849344",
        "lang": "en",
        "text": "How to save LTCG on purchase of house There are certain provisions under the income tax laws that provide for ways in which the tax on long term capital gains can be saved. #Wealth by #EconomicTimes https://t.co/3JH08h0aAj"
    },
    {
        "id": "1523487376831844352",
        "lang": "en",
        "text": "@NFTperfectworld #DINOSTEP.APP\n\n🦖The First Move To Earn App With Virtual Dinosaurs\n👟Earn while building healthy habits with the Dino\n✨Varied NFTs\n💵 Passive Income Features\n💎App Activation Code &amp; NFT Drop For Fair Launch Contributors\n\nFair Launch Starts On May 9th\n\nTG: https://t.co/1or9ND0jw2"
    },
    {
        "id": "1523487373530918914",
        "lang": "en",
        "text": "@CryptoNesiaReal @Astarter_Pad @MissIndahReal Staking is one of the most attractive way that exist through the DeFi system where users generate passive income. With that, can you tell us more about #Astarter staking program and various ways through which users can participate in your staking program?"
    },
    {
        "id": "1523487369550532608",
        "lang": "en",
        "text": "@ScottMorrisonMP Morrison promises lots of new jobs but doesn’t mention you’ll need at least three of them to cope with the cost of living.- Sally McManus #AusVotes2022ausvotes #BetterWages #Income #CostOfLivingCrisis #AlboForPM #SallyMcManus"
    },
    {
        "id": "1523487358565240832",
        "lang": "en",
        "text": "@brugge610 @TheNamesQ Thank you for sharing the link, Pamela. I appreciate that a lot. I have been writing on Quora for a while now and recently made the move to Medium so I can start earning income from writing. Any share or click is very welcome. :)"
    },
    {
        "id": "1523487350289952768",
        "lang": "en",
        "text": "@ShayPrettyBear So money is a reason to break up the family? Why waste our time then seeing the market is so volatile. How does your husband feel knowing if he loses income, he may lose his wife and child(ren)?"
    },
    {
        "id": "1523487322963992577",
        "lang": "en",
        "text": "@MindHealthMoney Never rely on just one source of income"
    },
    {
        "id": "1523487311601803264",
        "lang": "en",
        "text": "FBR sends notice to anchor Imran Riaz Khan for inconsistency in income and asset details. https://t.co/qWAedV5Hix"
    },
    {
        "id": "1523487306778578944",
        "lang": "en",
        "text": "@AndrewAngui #DINOSTEP.APP\n\n🦖The First Move To Earn App With Virtual Dinosaurs\n👟Earn while building healthy habits with the Dino\n✨Varied NFTs\n💵 Passive Income Features\n💎App Activation Code &amp; NFT Drop For Fair Launch Contributors\n\nFair Launch Starts On May 9th\n\nTG: https://t.co/1or9ND0jw2"
    },
    {
        "id": "1523487272611377152",
        "lang": "en",
        "text": "🏆#TESLA intelligent quantitative arbitrage robot provides users with diversified arbitrage mode, robot automatic trading📈, promotion earnings and community earnings of up to 0.4% ~ 4% daily, truly achieve no effort to earn arbitrage income lying.👏👏 https://t.co/OkyEOiXEx2"
    },
    {
        "id": "1523487241703616512",
        "lang": "en",
        "text": "@jdouglaslittle @berylrcohen @rolandvo @DrLauraPinto @mariann6668 @the_dramamama @ZackTeitel @JBradshaw01 @BBFarhadi @PowerLrn @munakadri @JCasaTodd @RamonaMeharg @heidi_allum @sarahsanders33 @CoachJCummings @CarolCampbell4 @Educhatter @ESL_fairy @Stephen_Hurley @mkbtuc @BallantyneCW @aegrant100 @realJ_Mitchell @CheroneBest @Istimrar @banana29 @Jason_To @TLMarkides @Antonettemiglio @Sue_Innovates @swede1pro @WenJackwoman @mrdanielklein @PaulReville 63 per cent of principals in high-income neighbourhoods say their schools offered smaller class sizes for de-streamed courses. That compares with 38 per cent of principals from schools in low-income communities. @PeopleforEd #onted #onpoli https://t.co/gNDxiOH63U"
    },
    {
        "id": "1523487221340274689",
        "lang": "en",
        "text": "@KordonisNFT YOMAZUKA FAMILY\n\nMOST DOPE ART\nDAO\nPASSIVE INCOME \nDOXXED FOUNDER\n\n@YomazukaFamily\n\nhttps://t.co/knXascRxQm https://t.co/GcwLZqUOkS"
    },
    {
        "id": "1523487189987856384",
        "lang": "en",
        "text": "@BGirlSoCal @Socasiren2 @JerasIkehorn @ClaudetteGGibs1 Income stream"
    },
    {
        "id": "1523487158191144960",
        "lang": "en",
        "text": "@sarahkendzior That what I can’t understand they want to turn women into brood mares always pregnant but not have any policies for families to be able to live that dream. How many families can have 1 person working with 8 children on 1 income."
    },
    {
        "id": "1523487139459383301",
        "lang": "en",
        "text": "@crypto_monka #DINOSTEP.APP\n\n🦖The First Move To Earn App With Virtual Dinosaurs\n👟Earn while building healthy habits with the Dino\n✨Varied NFTs\n💵 Passive Income Features\n💎App Activation Code &amp; NFT Drop For Fair Launch Contributors\n\nFair Launch Starts On May 9th\n\nTG: https://t.co/1or9ND0jw2"
    },
    {
        "id": "1523487091644002304",
        "lang": "en",
        "text": "@SSawyerSJ @Ryan_Reilly78 @RraacchhaaeellC Living in this country is torture for many black, indigenous, disabled, low income, and marginalized people.   I would argue that the universe prefers even killing over a life of constant torture, because I don’t find suffering to be a sacred will of God."
    },
    {
        "id": "1523487088196300800",
        "lang": "en",
        "text": "This is nothing to be proud of, @LucilleCollard...far from it. A 20% rate is *barely* an improvement. Try 90% or more to *actually* make ODSP close to a livable income these days...\n\nThis is insulting, virtue-signalling tokenism at its worst. How quintessentially Liberal of you. https://t.co/QzMefpVb9r"
    },
    {
        "id": "1523487071381323781",
        "lang": "en",
        "text": "@Pornstache14 @washingtonpost Tell me who crypto mining does a damn thing for save for the mine owner. Tell me why it benefits a small town to zone for a bitcoin or ethereum mine like this, when y'all cryptobros do anything and everything you possibly can to hid y'alls income to evade taxes."
    },
    {
        "id": "1523487049365426176",
        "lang": "en",
        "text": "@Pacheco_JA_ Why would they have to supplement their income?"
    },
    {
        "id": "1523486989546188802",
        "lang": "en",
        "text": "@CryptoNesiaReal @Astarter_Pad @MissIndahReal In how many ways can I make passive income? If I can easily bet other tokens to generate income then what would be main incentive for users to acquire the your token?"
    },
    {
        "id": "1523486976401309696",
        "lang": "en",
        "text": "Times like this are why I always say, have another source of income besides crypto trading if you're not doing this with some big capital. \n\nYou've got to eat while waiting for the whales to finish their market manipulation!"
    },
    {
        "id": "1523486940682760192",
        "lang": "en",
        "text": "Global Partners LP's quarterly revenue growth rate YoY of 76.30% ranked 600 out of 5737 companies in our database. \n\nhttps://t.co/gugvbvntHN $GLP\n\n🚀🚀🚀🚀🚀 https://t.co/hZmrJDdKKw"
    },
    {
        "id": "1523486872747798528",
        "lang": "en",
        "text": "@ThomasRosslyn Carbon tax , death duties, inheritance tax, increased payroll tax, increased company tax , increased cgt, and increased personal income tax.  Have I missed anything?"
    },
    {
        "id": "1523486854435459074",
        "lang": "en",
        "text": "Your government does such a great job with affordable housing as is....\n\nhttps://t.co/dO3ZgWnwiK https://t.co/ehrByARYzN"
    },
    {
        "id": "1523486816979935232",
        "lang": "en",
        "text": "@MAGAMOM11 @JEFF_ST0NE @KnightsSavanna @miiller_tom @RealOmarNavarro i think there a miss understanding between us. lol i meant as in if elon has no cash flow how is he supposed to pay his “fair share” when he has NO taxable INCOME. his tax bill was from stock options. NERD."
    },
    {
        "id": "1523486791273414656",
        "lang": "en",
        "text": "@SolanaNFTPromos #DINOSTEP.APP\n\n🦖The First Move To Earn App With Virtual Dinosaurs\n👟Earn while building healthy habits with the Dino\n✨Varied NFTs\n💵 Passive Income Features\n💎App Activation Code &amp; NFT Drop For Fair Launch Contributors\n\nFair Launch Starts On May 9th\n\nTG: https://t.co/1or9ND0jw2"
    },
    {
        "id": "1523486768297017344",
        "lang": "en",
        "text": "@ellisonreport That's what I'm saying w/ mass transit infrastructure. Free fares. Better routes &amp; more buses to serve low income black riders. Enhanced shuttle service to healthcare providers for elder black residents, etc. Transit agency w/proper support from federal, state, local govs."
    },
    {
        "id": "1523486760499486721",
        "lang": "en",
        "text": "Added another @JellyBabiesNFT to my collection. It’s currently the most underrated Sol project with the best passive income utility in the making. Period https://t.co/kxddX8ttfb"
    },
    {
        "id": "1523486748558258176",
        "lang": "en",
        "text": "@TARMAN_245 @og_blc @nypost They used to until feminism insisted women go to work. Then there was more disposable income in the house. Supply &amp; demand took it demand there."
    },
    {
        "id": "1523486706988896256",
        "lang": "en",
        "text": "@AlisonB916 @Energetic_Nova @damienISgoodmon @davidjmadden Let private developers buy the homes and build more units if a good amount  are affordable and amend the state constitution to let the single family homes be redeveloped by the state into mixed income neighborhoods"
    },
    {
        "id": "1523486701435326466",
        "lang": "en",
        "text": "I make about 10k more a year as a grad student than the average income in the town I come from. So it's weird hearing convos about how we are underpaid. I mean I guess that's true? Anyone else feel similar? I'm first gen if that matters."
    },
    {
        "id": "1523486686071914497",
        "lang": "en",
        "text": "Understanding staking pools: The pros and cons of staking cryptocurrency . A popular investing strategy for long-term crypto investors, staking pools promise a regular income stream for the tokens staked with certain riders,"
    },
    {
        "id": "1523486681244000256",
        "lang": "en",
        "text": "High-Income Skills\n 1. Copywriting\n2. Web design\n3. Software development\n4. SEO\n5. Sales\n6. Email marketing\n7. Social media marketing\n8. Paid traffic\n9. Lead generation\nWhich do you like best, and why?\nhttps://t.co/GB1btoCZd6"
    },
    {
        "id": "1523486663615209472",
        "lang": "en",
        "text": "The construct of the #microfinance &amp; digital lending industry, is for-profit with a positive social impact. With time, the Indian market will see more data collation possibilities, for the low-income groups, catalysed by digital capabilities: @ssmumbai. https://t.co/ADCFE4F3C5"
    },
    {
        "id": "1523486660906074112",
        "lang": "en",
        "text": "@LaQArth @IkiguyNFT #DINOSTEP.APP\n\n🦖The First Move To Earn App With Virtual Dinosaurs\n👟Earn while building healthy habits with the Dino\n✨Varied NFTs\n💵 Passive Income Features\n💎App Activation Code &amp; NFT Drop For Fair Launch Contributors\n\nFair Launch Starts On May 9th\n\nTG: https://t.co/1or9ND0jw2"
    },
    {
        "id": "1523486634112520192",
        "lang": "en",
        "text": "I hope you know, I hope you know\nThat this has nothing to do with you (@cryptojahfree)\nIt's personal, myself and #Algorand \nWe've got some straightenin' out to do\n\nHolla at my boys @bilalgorand for some philosophy lessons and @seawillpdx for some passive income advice!\n#BTC #NFT"
    },
    {
        "id": "1523486555519975424",
        "lang": "en",
        "text": "@iamtomnash Buy buy buy! Lower the better brother! Low income earners not taking advantage of this price need their heads checked"
    },
    {
        "id": "1523486543851048961",
        "lang": "en",
        "text": "@IdealGothGF The way I’ve always seen entertainers is a transactional relationship between the collective and the individual.\n\nThe individual provides entertainment, and the collective provide monetary incentive (be it indirectly via advertising income, or directly via donations)"
    },
    {
        "id": "1523486509696831488",
        "lang": "en",
        "text": "Earn daily passive income on @osmosiszone🧑‍🔬\n💧$DARC / $OSMO pool #637\n💧$DARC / $ATOM pool #638\n\n🧪https://t.co/ciCptZrZO7\n🧪https://t.co/mszt8ioxLa\n\nLet your assets work for you!⚛️\n#DARC $OSMO $ATOM\n\n#Crypto #cryptocurrency #cryptotrading #CryptocurrencyNews #DARC #Konstellation"
    },
    {
        "id": "1523486498091200513",
        "lang": "en",
        "text": "Planted in backyards, cassava has long been a staple food for families across Timor-Leste. \n\nWith guidance from Timor-Leste Red Cross, Amalia has been able to turn growing the root vegetable into an important source of income for her family. \nPHOTO STORY 👉https://t.co/KBg8AHRD8Q https://t.co/HEHopKFvZi"
    },
    {
        "id": "1523486495184621569",
        "lang": "en",
        "text": "Family Leave?\nChild care?\nMedical coverage for Maternal and Pediatric needs?\nIncome sources?\n\nLet’s get this done."
    },
    {
        "id": "1523486487828131840",
        "lang": "en",
        "text": "Can’t stand these “passive income” mfers on tik tok they are the absolute worst"
    },
    {
        "id": "1523486478365446145",
        "lang": "en",
        "text": "@WrestlingInc Pretty much he doesn't care. Smackdown isn't his primary income, he's just living the good life at this point :)"
    },
    {
        "id": "1523486471767822337",
        "lang": "en",
        "text": "#ethfanecosystem Revolutionary staking coming soon... if your not compounding you are not doing it rite. Gotta love passive income. #eft #efb #efbp #ethshib"
    },
    {
        "id": "1523486434971246594",
        "lang": "en",
        "text": "LGI Homes, Inc's quarterly revenue growth rate YoY of -10.70% ranked 3521 out of 5737 companies in our database. \n\nhttps://t.co/rtn5hhcqIg $LGIH\n\n🚀🚀🚀🚀🚀 https://t.co/H2w7wKStjI"
    },
    {
        "id": "1523486433847091200",
        "lang": "en",
        "text": "@KidCreole3 @patriottakes Fair enough. It would be nice. I have one, with another due out literally within weeks. If we didn't have her grandparents to watch her, I don't know what we'd do. In CA it's fairly impossible to have a single income household."
    },
    {
        "id": "1523486428021223424",
        "lang": "en",
        "text": "@Liiiiissssaaa_ Yeah that’s what I’m thinking. I’ll just list all of the bills and provide income and won’t elaborate any more."
    },
    {
        "id": "1523486392482889734",
        "lang": "en",
        "text": "@Furry_melons This I fully agree with actually, as someone who makes most of their income on suits, I have to use that money in order to pay for essential things my parents won't pay for. Sometimes that money is my dinner\n\nI only spend it after some progress is made or unless necessary"
    },
    {
        "id": "1523486381070520322",
        "lang": "en",
        "text": "@CryptoKevvvv @TekzApeClub @TheSafariNFT #DINOSTEP.APP\n\n🦖The First Move To Earn App With Virtual Dinosaurs\n👟Earn while building healthy habits with the Dino\n✨Varied NFTs\n💵 Passive Income Features\n💎App Activation Code &amp; NFT Drop For Fair Launch Contributors\n\nFair Launch Starts On May 9th\n\nTG: https://t.co/1or9ND0jw2"
    },
    {
        "id": "1523486366876815361",
        "lang": "en",
        "text": "@bondexapp This epidemic has taught us a profound truth: income after bedtime is too important. Traditional bank deposits and fixed work models are no longer suitable for this new economic era. Nowadays, buying digital currency is a very good way. I can teach you to make money!📍"
    },
    {
        "id": "1523486365085671424",
        "lang": "en",
        "text": "The head Health Minister of Canada says 50% of those who had Covid are long haulers, without evidence. If true, the world is screwed, great excuse for Guaranteed Income...that will be half what it costs to live.\nhttps://t.co/5MSOmroFKH"
    },
    {
        "id": "1523486355908870144",
        "lang": "en",
        "text": "@Futureistody I would definitely buy $ZORO! The more you invest the more you income income you will receive. It can make you rich anytime. So grab your #zorotoken now."
    },
    {
        "id": "1523486348857937921",
        "lang": "en",
        "text": "@HashExOfficial @The_Metarix Investing in bitcoin became the source of living my dream life,working from home and getting good income."
    },
    {
        "id": "1523486344202551296",
        "lang": "en",
        "text": "@realMeetKevin In a recession you should invest in companies with a good cash flow. This household income of users analysis is idiotic."
    },
    {
        "id": "1523486337935937536",
        "lang": "en",
        "text": "@zabranft @kdubstonks @ZankokuLabz We have game p2e and also per nft you get tokens which is passive income. \n\ncurrent cost of the cyborgez are fp $870 \n\nbased on current token value you would earn around $213/month if you have a junkyard you get around $426.....this is all based estimates on Solana  + Junkz token"
    },
    {
        "id": "1523486331510222849",
        "lang": "en",
        "text": "Brand &gt;Utility for NFTs.\n\nBrand is nearly uncapped in terms of how much reach + valuation it can achieve.\n\nUtility is limited and easy to replicate unless innovative.\n\nPassive income through airdrops/staking is only possible when the project's brand can warrant it."
    },
    {
        "id": "1523486325978333184",
        "lang": "en",
        "text": "@iAsura_ 999 for those who opted out of subsidy (or those above 10 lacs/annum income). Those in the subsidy bracket still get cylinders at 400-something."
    },
    {
        "id": "1523486303001923584",
        "lang": "en",
        "text": "@joinsaveabear #DINOSTEP.APP\n\n🦖The First Move To Earn App With Virtual Dinosaurs\n👟Earn while building healthy habits with the Dino\n✨Varied NFTs\n💵 Passive Income Features\n💎App Activation Code &amp; NFT Drop For Fair Launch Contributors\n\nFair Launch Starts On May 9th\n\nTG: https://t.co/1or9ND0jw2"
    },
    {
        "id": "1523486301797818373",
        "lang": "en",
        "text": "@mikealfred Fed should keep raising the rate, until they can tame the inflation to around 2-3%. It will help a lot of low income people."
    },
    {
        "id": "1523486288246374400",
        "lang": "en",
        "text": "Invest in the right place and become your own testimony today. Dm me now for passive income. . . Congratulations to my very happy client the Mr Rogers family 💝🥰 💰 more payout ✅\n\n DM me now https://t.co/q5NGRhDmJm"
    },
    {
        "id": "1523486286467649536",
        "lang": "en",
        "text": "A few days late … for those that chose to get the vaccines… or were threatened with loss of income. I’m also sorry for those that caved to social bullying. I have absolutely no respect for those of you who were the social bullies. I do hope you fare well. https://t.co/mQ4ANdSAny"
    },
    {
        "id": "1523486277730922503",
        "lang": "en",
        "text": "@xBeeriant @garquake I think you're looking at net income instead of FCF"
    },
    {
        "id": "1523486258047062016",
        "lang": "en",
        "text": "@Jeffrey_Funk @caslwilsonblog Oh 5 years! I wish one ha. Upwork makes up about half of my income."
    },
    {
        "id": "1523486255887003650",
        "lang": "en",
        "text": "@altcryptocom FARMINU\n\n💵 3% BUSD AUTO REWARDS\n 🖼 NFT and P2E Oriented \n 📊 Passive Income\n 🌱 LP Locked, SC Renounced\n 0x4CD54b1f9AA38fcBF5B678b5797b03B652500473\n\n DEV DOXXED \n 🌐Website: https://t.co/HkoRd3AbFL\n 💬TG: https://t.co/2lN18y8RNK @farminutoken\n @1goonrich \n @DelCrxpto\n@elonmusk https://t.co/wvSziSMcdN"
    },
    {
        "id": "1523486235150684161",
        "lang": "en",
        "text": "@leonardnftpage @OG_Stoneheads #DINOSTEP.APP\n\n🦖The First Move To Earn App With Virtual Dinosaurs\n👟Earn while building healthy habits with the Dino\n✨Varied NFTs\n💵 Passive Income Features\n💎App Activation Code &amp; NFT Drop For Fair Launch Contributors\n\nFair Launch Starts On May 9th\n\nTG: https://t.co/1or9ND0jw2"
    },
    {
        "id": "1523486222349324289",
        "lang": "en",
        "text": "@cryptogems555 FARMINU\n\n💵 3% BUSD AUTO REWARDS\n 🖼 NFT and P2E Oriented \n 📊 Passive Income\n 🌱 LP Locked, SC Renounced\n 0x4CD54b1f9AA38fcBF5B678b5797b03B652500473\n\n DEV DOXXED \n 🌐Website: https://t.co/HkoRd3AbFL\n 💬TG: https://t.co/2lN18y8RNK @farminutoken\n @1goonrich \n @DelCrxpto\n@elonmusk https://t.co/tOff0unHMr"
    },
    {
        "id": "1523486217592995840",
        "lang": "en",
        "text": "@LambchopJustin Uhhh I wouldn’t say you help at all. They’re not going to give you any atta boys for it. Just show them the bills and whatever is his income."
    },
    {
        "id": "1523486216032710658",
        "lang": "en",
        "text": "@Jodiwoodrow1 @dbongino 2/2 OUTSIDE INCOME! Her brand had trademark renewals that had she not renewed would've given the Chinese, or others the opportunity to take over her trademark name! She'd have been stupid NOT to renew those,  and others she'd had pending finally got approved. Do research BEFORE!"
    },
    {
        "id": "1523486203622100992",
        "lang": "en",
        "text": "@Luxky_Girl1 For those who are confused doesn’t understand the meaning of working hard. Sometimes when one job doesn’t produce enough income, you pick up another source of income. It’s not a bad thing."
    },
    {
        "id": "1523486199628804097",
        "lang": "en",
        "text": "@juliaioffe And yet many families can’t make ends meet and/or have “disposable income” without both parents working. None of it makes sense."
    },
    {
        "id": "1523486191118548993",
        "lang": "en",
        "text": "I'm transitioning to content creation, while I have a job \"just over broke\" occupation. I'd like to focus most of my energy on my personal projections. I value my time, and having a residual income is a solid goal."
    },
    {
        "id": "1523486169865986049",
        "lang": "en",
        "text": "@CryptoThro FARMINU\n\n💵 3% BUSD AUTO REWARDS\n 🖼 NFT and P2E Oriented \n 📊 Passive Income\n 🌱 LP Locked, SC Renounced\n 0x4CD54b1f9AA38fcBF5B678b5797b03B652500473\n\n DEV DOXXED \n 🌐Website: https://t.co/HkoRd3AbFL\n 💬TG: https://t.co/2lN18y8RNK @farminutoken\n @1goonrich \n @DelCrxpto\n@elonmusk https://t.co/BN6Hzpr3Z4"
    },
    {
        "id": "1523486154812964864",
        "lang": "en",
        "text": "Invest in bitcoin today and earn massive profit within a week stop asking people for money stop living to work all day and month for a boss who will pay you peanut at the end of the month have another source of income you can all achieve this by taking a step and taking risk DM https://t.co/Pocw93YILl"
    },
    {
        "id": "1523486151989891073",
        "lang": "en",
        "text": "@YusufDFI IAS = Income Accumulation Service"
    },
    {
        "id": "1523486142116823040",
        "lang": "en",
        "text": "@XANAMetaverse #DINOSTEP.APP\n\n🦖The First Move To Earn App With Virtual Dinosaurs\n👟Earn while building healthy habits with the Dino\n✨Varied NFTs\n💵 Passive Income Features\n💎App Activation Code &amp; NFT Drop For Fair Launch Contributors\n\nFair Launch Starts On May 9th\n\nTG: https://t.co/1or9ND0jw2"
    },
    {
        "id": "1523486138060525571",
        "lang": "en",
        "text": "p.p.s- oh forgot , the extra £550 per person for the visa. 5 years of proving your financially  sound (32k per annum income ) private healthcare €900 per annum p.p. Translated medical docs and police checks. Solicitors fees. Winner winner !! NOT"
    },
    {
        "id": "1523486109191180288",
        "lang": "en",
        "text": "@SeithLuce A few days late … for those that chose to get the vaccines… or were threatened with loss of income. I’m also sorry for those that caved to social bullying. I have absolutely no respect for those of you who were the social bullies. I do hope you fare well."
    },
    {
        "id": "1523486096721870848",
        "lang": "en",
        "text": "i can't fw no bitch who ain't getting no income herself on god.."
    },
    {
        "id": "1523486095131914241",
        "lang": "en",
        "text": "@Davincij15 Times like this are why I always say, have another source of income besides crypto trading if you're not doing this with some big capital. \n\nYou've got to eat while waiting for the whales to finish their market manipulation! \n\nInvesting with reliable firms will do you great good."
    },
    {
        "id": "1523486084780683264",
        "lang": "en",
        "text": "@iakimihyb @RegulatedNFT #DINOSTEP.APP\n\n🦖The First Move To Earn App With Virtual Dinosaurs\n👟Earn while building healthy habits with the Dino\n✨Varied NFTs\n💵 Passive Income Features\n💎App Activation Code &amp; NFT Drop For Fair Launch Contributors\n\nFair Launch Starts On May 9th\n\nTG: https://t.co/1or9ND0jw2"
    },
    {
        "id": "1523486068397330432",
        "lang": "en",
        "text": "2/8 I have consistently saved ~50-60% of my income and I'm still at very early stage of wealth accumulation. Since my expected annual savings is &gt;20% of my current portfolio value, a persistent bear market should hardly depress me."
    },
    {
        "id": "1523486052853321728",
        "lang": "en",
        "text": "@HashUrTag He’s being dealt with legally. https://t.co/RP8Qd5yWe8"
    },
    {
        "id": "1523486040102637568",
        "lang": "en",
        "text": "@NFTprime1 YOMAZUKA FAMILY\n\nMOST DOPE ART\nDAO\nPASSIVE INCOME \nDOXXED FOUNDER\n\n@YomazukaFamily https://t.co/IN5e8hE8uD"
    },
    {
        "id": "1523486039142133767",
        "lang": "en",
        "text": "Their experiences aren't invalid at all and falls into a different category of blackness that doesn't align with the majority. To take this further it seems to be more of a cultural shift fueled by their income level."
    },
    {
        "id": "1523486023501565953",
        "lang": "en",
        "text": "\"income taxes are akin to forced labor.\"\n\nhttps://t.co/xNWS2IZrWu"
    },
    {
        "id": "1523486016945807360",
        "lang": "en",
        "text": "@WhaleEverything FARMINU\n\n💵 3% BUSD AUTO REWARDS\n 🖼 NFT and P2E Oriented \n 📊 Passive Income\n 🌱 LP Locked, SC Renounced\n 0x4CD54b1f9AA38fcBF5B678b5797b03B652500473\n\n DEV DOXXED \n 🌐Website: https://t.co/HkoRd3AbFL\n 💬TG: https://t.co/2lN18y8RNK @farminutoken\n @1goonrich \n @DelCrxpto\n@elonmusk https://t.co/2CTDDkJom0"
    },
    {
        "id": "1523485997853720576",
        "lang": "en",
        "text": "@moon_ladyX https://t.co/HKnIHJzIMY\n🦖 The First Move To Earn App With Virtual Dinosaurs\nEarn while building healthy habits with the Dino\nVaried NFTs\nPassive Income Features\nApp Activation Code &amp; NFT Drop For Fair Launch Contributors\n🚀 Fair Launch Starts On May 9th\nhttps://t.co/e3mH9AspG0"
    },
    {
        "id": "1523485986277052418",
        "lang": "en",
        "text": "@CryptoGemsCom FARMINU\n\n💵 3% BUSD AUTO REWARDS\n 🖼 NFT and P2E Oriented \n 📊 Passive Income\n 🌱 LP Locked, SC Renounced\n 0x4CD54b1f9AA38fcBF5B678b5797b03B652500473\n\n DEV DOXXED \n 🌐Website: https://t.co/HkoRd3AbFL\n 💬TG: https://t.co/2lN18y8RNK @farminutoken\n @1goonrich \n @DelCrxpto\n@elonmusk https://t.co/61QFOfJDQX"
    },
    {
        "id": "1523485975208689666",
        "lang": "en",
        "text": "Business SchoolBULAW 3731 INCOME TAXATION LAW amp PRACTICE ESSAY... - https://t.co/2lQ31wu3Qf"
    },
    {
        "id": "1523485974851817472",
        "lang": "en",
        "text": "@lnkpowell @Lancegooden Opened up the opportunity zones in low income areas\nHelped Black and Hispanics with opening businesses \nYeah if that's racist I'm sure minority groups want more racists then."
    },
    {
        "id": "1523485939590254593",
        "lang": "en",
        "text": "@BSCGemAlert FARMINU\n\n💵 3% BUSD AUTO REWARDS\n 🖼 NFT and P2E Oriented \n 📊 Passive Income\n 🌱 LP Locked, SC Renounced\n 0x4CD54b1f9AA38fcBF5B678b5797b03B652500473\n\n DEV DOXXED \n 🌐Website: https://t.co/HkoRd3AbFL\n 💬TG: https://t.co/2lN18y8RNK @farminutoken\n @1goonrich \n @DelCrxpto\n@elonmusk https://t.co/41AtkPL5bs"
    },
    {
        "id": "1523485931847757828",
        "lang": "en",
        "text": "Full Truck Alliance Co Ltd's quarterly revenue growth rate YoY of 68.90% ranked 652 out of 5737 companies in our database. \n\nhttps://t.co/AH3o5yD2rz $YMM\n\n🚀🚀🚀🚀🚀 https://t.co/3cJuqQYqxv"
    },
    {
        "id": "1523485905956540416",
        "lang": "en",
        "text": "@onedelacruzakl @toni_koronel @MacLopez769 First, SG has ZERO net debt. eto po ang resibo.\nhttps://t.co/B8LplONI4B\nSecond,  we can't extrapolate 100% debt to gdp ng developed markets, mababa ang income to gdp ratio ng PH and mas mataas ang interest rate natin.\nI'm just stating facts po, not speaking for anyone https://t.co/48Fzchnozf"
    },
    {
        "id": "1523485905163489282",
        "lang": "en",
        "text": "@Cryptofam3 FARMINU\n\n💵 3% BUSD AUTO REWARDS\n 🖼 NFT and P2E Oriented \n 📊 Passive Income\n 🌱 LP Locked, SC Renounced\n 0x4CD54b1f9AA38fcBF5B678b5797b03B652500473\n\n DEV DOXXED \n 🌐Website: https://t.co/HkoRd3AbFL\n 💬TG: https://t.co/2lN18y8RNK @farminutoken\n @1goonrich \n @DelCrxpto\n@elonmusk https://t.co/17OHKuyrOO"
    },
    {
        "id": "1523485888000389120",
        "lang": "en",
        "text": "@TitanoFinance  IS BACK ON PANCAKE SWAP, CMC IMMINENT!!!   ALSO ON BOGGED AND SWYCH GET IN FOR THE PUMP, STAY FOR THE PASSIVE INCOME! @BNBCHAIN @MMCrypto @cz_binance @elonmusk #DeFi #passiveincome #cryptocurrency #cryptotrading #BSCGemsAlert #BTC #Ethereum #NFTs #NFTCommunity"
    },
    {
        "id": "1523485874754711552",
        "lang": "en",
        "text": "@CryptoAltGems FARMINU\n\n💵 3% BUSD AUTO REWARDS\n 🖼 NFT and P2E Oriented \n 📊 Passive Income\n 🌱 LP Locked, SC Renounced\n 0x4CD54b1f9AA38fcBF5B678b5797b03B652500473\n\n DEV DOXXED \n 🌐Website: https://t.co/HkoRd3AbFL\n 💬TG: https://t.co/2lN18y8RNK @farminutoken\n @1goonrich \n @DelCrxpto\n@elonmusk https://t.co/iPWTBWPDny"
    },
    {
        "id": "1523485860632481792",
        "lang": "en",
        "text": "munching on a puffy easy passive income"
    },
    {
        "id": "1523485848104476672",
        "lang": "en",
        "text": "@Lucy63595571 @phoenixicf https://t.co/HKnIHJzIMY\n🦖 The First Move To Earn App With Virtual Dinosaurs\nEarn while building healthy habits with the Dino\nVaried NFTs\nPassive Income Features\nApp Activation Code &amp; NFT Drop For Fair Launch Contributors\n🚀 Fair Launch Starts On May 9th\nhttps://t.co/e3mH9AspG0"
    },
    {
        "id": "1523485847403724800",
        "lang": "en",
        "text": "Are the GST, Income Tax, etc taxes to be collected by Tamil Nadu state government instead of union government in union of India 🇮🇳???!!! @PMOIndia @rashtrapatibhvn @ANI @JoeBiden @mkstalin @Arunan22 @CTRavi_BJP @HMOIndia @IAF_MCC @news7tamil @the_hindu @PTI_News @BJP4TamilNadu https://t.co/AiwGS6axkk"
    },
    {
        "id": "1523485846678036480",
        "lang": "en",
        "text": "🎉We are excited to announce an official partnership with @BABYOKX10000X, a collection born on April Fool's Day, April 1, 2022. #BNBchain #BSC\n\nNFT cards can be pledged to mine BABYOKD+Gamefi+ marketing income.\n\n👉Check them here: https://t.co/plzYb9kUC5 https://t.co/BMcZ3YW7Yi"
    },
    {
        "id": "1523485841586229248",
        "lang": "en",
        "text": "@RocketFreddie State. With penalties for animal abuse. Free health care, basic income, provided housing..."
    },
    {
        "id": "1523485839837175808",
        "lang": "en",
        "text": "This guy has already made his money and he knows he can't convince parents to vaccinate their children after this..he is now worried about his passive income \"childhood immunisation\" getting affected, so he will admit more things like here after.. https://t.co/zuV3fnQY4I"
    },
    {
        "id": "1523485835588366336",
        "lang": "en",
        "text": "@22Medic Still\n\nTf2 definetly is one of their big sources of income and they're letting it get flushed like a turd because they wanna make more money off of CS:Go n the other comp games they have"
    },
    {
        "id": "1523485833612779521",
        "lang": "en",
        "text": "@Bscgemalerts FARMINU\n\n💵 3% BUSD AUTO REWARDS\n 🖼 NFT and P2E Oriented \n 📊 Passive Income\n 🌱 LP Locked, SC Renounced\n 0x4CD54b1f9AA38fcBF5B678b5797b03B652500473\n\n DEV DOXXED \n 🌐Website: https://t.co/HkoRd3AbFL\n 💬TG: https://t.co/2lN18y8RNK @farminutoken\n @1goonrich \n @DelCrxpto\n@elonmusk https://t.co/QhV0rzivhl"
    },
    {
        "id": "1523485825060638720",
        "lang": "en",
        "text": "Here’s the Stunning Amount of Passive Income You Can Make Staking Shiba Inu https://t.co/5WwYRJHQxn"
    },
    {
        "id": "1523485805393563648",
        "lang": "en",
        "text": "For anybody who likes to earn an income with a web based business it is advisable to look at the advice in this video https://t.co/XVmge08F3e https://t.co/l1ZOUe9YIw"
    },
    {
        "id": "1523485797336621056",
        "lang": "en",
        "text": "@shibabetsgaming #DINOSTEP.APP\n\n🦖The First Move To Earn App With Virtual Dinosaurs\n👟Earn while building healthy habits with the Dino\n✨Varied NFTs\n💵 Passive Income Features\n💎App Activation Code &amp; NFT Drop For Fair Launch Contributors\n\nFair Launch Starts On May 9th\n\nTG: https://t.co/1or9ND0jw2"
    },
    {
        "id": "1523485791749500928",
        "lang": "en",
        "text": "@RepSwalwell @SusanSarandon Attacking the Goddess known as @SusanSarandon?\n\nThis sounds like you have a Temper Tantrum because you want Low &amp; Middle Class people in the Military and 6-Digit Dollar Income Earners to get Lower Taxes &amp; Millionaires &amp; Billionaires Tax Free, oh you are so #DumpsterChucked Eric.. https://t.co/LOYB0LZV7y"
    },
    {
        "id": "1523485759407538176",
        "lang": "en",
        "text": "@neby_nebs @dottirofthor @brooks_wtf @BigDarkwah We just want every American to earn a livable income. If that requires higher education pay for it."
    },
    {
        "id": "1523485751798759424",
        "lang": "en",
        "text": "Excellent point. It is critical to identify clearly your audience, e.g., middle-income women, independents, democrats, republican fence sitters, or radical right. \nEach audience might view \"steal\" differently. Make sure you validate that your message was understood. Engage them. https://t.co/G28H33ltq9"
    },
    {
        "id": "1523485745029148675",
        "lang": "en",
        "text": "@circuit_eth FARMINU\n\n💵 3% BUSD AUTO REWARDS\n 🖼 NFT and P2E Oriented \n 📊 Passive Income\n 🌱 LP Locked, SC Renounced\n 0x4CD54b1f9AA38fcBF5B678b5797b03B652500473\n\n DEV DOXXED \n 🌐Website: https://t.co/HkoRd3AbFL\n 💬TG: https://t.co/2lN18y8RNK @farminutoken\n @1goonrich \n @DelCrxpto\n@elonmusk https://t.co/wUVFOTCj2W"
    },
    {
        "id": "1523485741283950594",
        "lang": "en",
        "text": "Public housing is owned by the state (theoretically the people). Rent is capped at 30% of tenant’s income. \nAccess to Housing is a basic right.\n“Social housing” is a gap Band-Aid, not a solution.\nSee @vic_socialists for an actual public housing policy.\n#PeopleB4Profit\n#AusVotes"
    },
    {
        "id": "1523485739417481216",
        "lang": "en",
        "text": "@GriffithAdelai6 https://t.co/HKnIHJzIMY\n🦖 The First Move To Earn App With Virtual Dinosaurs\nEarn while building healthy habits with the Dino\nVaried NFTs\nPassive Income Features\nApp Activation Code &amp; NFT Drop For Fair Launch Contributors\n🚀 Fair Launch Starts On May 9th\nhttps://t.co/e3mH9AspG0"
    },
    {
        "id": "1523485717539680256",
        "lang": "en",
        "text": "@RobinJParker4 @CanadianChaos4 @monty_teaches @PamKeithFL @ZeldaBizarre Also, did you know certain antibiotics can render your birth control useless? For that and other reasons Plan B, which is not the abortion pill, needs to be as accessible as possible, especially in low income areas. It’s sometimes given to rape victims for free. Always should be."
    },
    {
        "id": "1523485693728546816",
        "lang": "en",
        "text": "@MarketRebels I want buying opportunities and my income is very stable. I guess that makes me a 1, or a happy 10?"
    },
    {
        "id": "1523485684019101696",
        "lang": "en",
        "text": "neoliberal Australian electorate: \"yea!! Remember to vote!! Democracy Sausage!!\"\n\nThe only parties with a chance of winning:\n\"we are committed to driving the world into a mass extinction event, increasing income inequality, and just generally fucking shit up\""
    },
    {
        "id": "1523485657615958017",
        "lang": "en",
        "text": "@DogeBlocky https://t.co/HKnIHJzIMY\n🦖 The First Move To Earn App With Virtual Dinosaurs\nEarn while building healthy habits with the Dino\nVaried NFTs\nPassive Income Features\nApp Activation Code &amp; NFT Drop For Fair Launch Contributors\n🚀 Fair Launch Starts On May 9th\nhttps://t.co/e3mH9AspG0"
    },
    {
        "id": "1523485646618521603",
        "lang": "en",
        "text": "@BaseIncomeQuote @bootstrapsfilm The sun is about to set of a centuries old model.😲\n\n1/ Get an education/skills\n2/ Take skills/quals to the marketplace \n3/ Gain employment \n4/ Derive an income \n5/ Sustain yourself &amp; family financially.  \n\nAre we psychologically ready.🤔\nAre there policies now to deal with this?"
    },
    {
        "id": "1523485638288236546",
        "lang": "en",
        "text": "There is simply a large amount of insight on the web associated with generating income on line, listed here help and advice that you might want https://t.co/2GznTwqnCd https://t.co/7YNofWFngM"
    },
    {
        "id": "1523485621385191424",
        "lang": "en",
        "text": "@Fosfolina @spdbt @Karl_Lauterbach Because millions of cannabis users have been unreasonably targeted for far too long by the law. There are other problems too of course, but ending discrimination against weed smokers, freeing up police resources and getting more tax income is right up there with them. Thank you!"
    },
    {
        "id": "1523485612900188162",
        "lang": "en",
        "text": "@cryptojack FARMINU\n\n💵 3% BUSD AUTO REWARDS\n 🖼 NFT and P2E Oriented \n 📊 Passive Income\n 🌱 LP Locked, SC Renounced\n 0x4CD54b1f9AA38fcBF5B678b5797b03B652500473\n\n DEV DOXXED \n 🌐Website: https://t.co/HkoRd3AbFL\n 💬TG: https://t.co/2lN18y8RNK @farminutoken\n @1goonrich \n @DelCrxpto\n@elonmusk https://t.co/wOgxhlJ6Y4"
    },
    {
        "id": "1523485601009659904",
        "lang": "en",
        "text": "@kevinbonham Is it true that IPSOS adjusts for income but not for the education level of respondents? Unlike Newspoll, which I understands adjusts for both?"
    },
    {
        "id": "1523485595099566080",
        "lang": "en",
        "text": "Give up suffering shortage income employ all these dynamic tricks to produce more clients  https://t.co/8niGOb3OYB"
    },
    {
        "id": "1523485585553338368",
        "lang": "en",
        "text": "@mwi2lcox @steveliesman haha... oh man, that is why CA is never worried about TX. No State income tax, exceeept..."
    },
    {
        "id": "1523485580775989248",
        "lang": "en",
        "text": "@ltgrusselhonore @POTUS @VP @CDCgov @HHSGov @SpeakerPelosi @MSNBC @CNN @Newsweek @NPR From last week: “In March, the Medicines Patent Pool (MPP) had signed a license agreement with 35 generic drug makers to manufacture the generic version of Pfizer’s oral COVID-19 treatment… in 95 low-and middle-income countries."
    },
    {
        "id": "1523485570822905856",
        "lang": "en",
        "text": "@WhaleEverything FARMINU\n\n💵 3% BUSD AUTO REWARDS\n 🖼 NFT and P2E Oriented \n 📊 Passive Income\n 🌱 LP Locked, SC Renounced\n 0x4CD54b1f9AA38fcBF5B678b5797b03B652500473\n\n DEV DOXXED \n 🌐Website: https://t.co/HkoRd3AbFL\n 💬TG: https://t.co/2lN18y8RNK @farminutoken\n @1goonrich \n @DelCrxpto\n@elonmusk https://t.co/2wMgfkTHYN"
    },
    {
        "id": "1523485535599480833",
        "lang": "en",
        "text": "@TamDZS @carlcyndi5 @TMfin78 @LauraRBelin Nope, you can look it up for yourself in the IRS data.\n\nhttps://t.co/pOJrgd2KO7"
    },
    {
        "id": "1523485523196534786",
        "lang": "en",
        "text": "@FrankLuntz What about money on fixed income?"
    },
    {
        "id": "1523485463402541056",
        "lang": "en",
        "text": "@elonmusk If you die, can I have 1% of twitter income?"
    },
    {
        "id": "1523485436739424256",
        "lang": "en",
        "text": "Innodata Inc's quarterly revenue growth rate YoY of 26.10% ranked 1410 out of 5737 companies in our database. \n\nhttps://t.co/DxRNn2pAqh $INOD\n\n🚀🚀🚀🚀🚀 https://t.co/saXN8mZOKd"
    },
    {
        "id": "1523485434902417409",
        "lang": "en",
        "text": "A popular investing strategy for long-term crypto investors, staking pools promise a regular income stream for the tokens staked with certain riders.  https://t.co/AuBfKAyLkD #TechNEWS"
    },
    {
        "id": "1523485423921950720",
        "lang": "en",
        "text": "@CryptoNesiaReal @Astarter_Pad @MissIndahReal How does Astarter evaluate the investor's role in your project? How does Astarter deliver optimal returns for both projects and investors? Can I generate passive income with $Astarter ? If so, please share about mopr issue?"
    },
    {
        "id": "1523485422407630849",
        "lang": "en",
        "text": "NEW MODEL for WORKING FROM HOME 2022 by #ONPASSIVE\nIT IS HAPPENING❗️\n\n👷♂👷♀We do all the work! \n💰You get income!\nhttps://t.co/iT2vzH2gJd\n#ONPASSIVE #OFounders #earn #GoFounders #Business  #AI #ArtificialIntelligence #Technology  #Innovation #inittowinit #A... https://t.co/OneiMiT4DX"
    },
    {
        "id": "1523485420541022215",
        "lang": "en",
        "text": "@JAGANTRS @KTRTRS Modi also created 100 unicorns .. \n\nKCR family also crossed unicorns income .."
    },
    {
        "id": "1523485392640507904",
        "lang": "en",
        "text": "How tf does anyone make substantial income?!?!? I just wanna be able to buy a home for my family!!!! Fml!!!!"
    },
    {
        "id": "1523485381395574788",
        "lang": "en",
        "text": "Can you use a HELOC for a portion if not all of your down payment on an SBA acquisition loan? The answer is YES!  The caveat is that the HELOC payments must be made by income other than the business you are purchasing. \n#SBA7a #SBAtwit"
    },
    {
        "id": "1523485379965648896",
        "lang": "en",
        "text": "That is woefully insufficient for survival! #ontario needs to give people enough to meet their needs #onvote #income #fixedincome https://t.co/dD7aiIFB2x"
    },
    {
        "id": "1523485365067079680",
        "lang": "en",
        "text": "@altcryptocom @AltcoinWorldcom FARMINU\n\n💵 3% BUSD AUTO REWARDS\n 🖼 NFT and P2E Oriented \n 📊 Passive Income\n 🌱 LP Locked, SC Renounced\n 0x4CD54b1f9AA38fcBF5B678b5797b03B652500473\n\n DEV DOXXED \n 🌐Website: https://t.co/HkoRd3AbFL\n 💬TG: https://t.co/2lN18y8RNK @farminutoken\n @1goonrich \n @DelCrxpto\n@elonmusk https://t.co/3SGGY32LTW"
    },
    {
        "id": "1523485318309052417",
        "lang": "en",
        "text": "@CryptoGemsCom FARMINU\n\n💵 3% BUSD AUTO REWARDS\n 🖼 NFT and P2E Oriented \n 📊 Passive Income\n 🌱 LP Locked, SC Renounced\n 0x4CD54b1f9AA38fcBF5B678b5797b03B652500473\n\n DEV DOXXED \n 🌐Website: https://t.co/HkoRd3AbFL\n 💬TG: https://t.co/2lN18y8RNK @farminutoken\n @1goonrich \n @DelCrxpto\n@elonmusk https://t.co/DmBkFOyi2X"
    },
    {
        "id": "1523485286595969025",
        "lang": "en",
        "text": "Beyond income: correlates of conspicuous and luxury consumption in India https://t.co/vDd3CPzGm4"
    },
    {
        "id": "1523485279415193600",
        "lang": "en",
        "text": "@WhaleEverything FARMINU\n\n💵 3% BUSD AUTO REWARDS\n 🖼 NFT and P2E Oriented \n 📊 Passive Income\n 🌱 LP Locked, SC Renounced\n 0x4CD54b1f9AA38fcBF5B678b5797b03B652500473\n\n DEV DOXXED \n 🌐Website: https://t.co/HkoRd3AbFL\n 💬TG: https://t.co/2lN18y8RNK @farminutoken\n @1goonrich \n @DelCrxpto\n@elonmusk https://t.co/1X49avYRzL"
    },
    {
        "id": "1523485275967856640",
        "lang": "en",
        "text": "@rosae1307 @spunkyP81 @FoxNews Healthcare for all? Who’s going to pay for it , if I’m healthy and I never go to the doctor why should I pay half my income so someone who smokes drinks and eats junk food all day and has all kinds of health problems can be at the doctor once a week."
    }
]