[
    {
        "id": "1523492431500816384",
        "lang": "en",
        "text": "just going over my schedule for the upcoming week \nmonday: final student teaching observation/evaluation \ntuesday: certification exam \nwednesday: department meeting\nthursday: certification exam\nfriday: last day of student teaching \nsaturday: graduation \nsunday: alcohol"
    },
    {
        "id": "1523492379424043008",
        "lang": "en",
        "text": "@phoenix909 @cryharderdem @KYSecState There is no MY side remember? The left vs right argument is just an observation. The left owns most media. Including fox. Though recently the right bought CNN, most of the proposed changes haven't gone into effect yet."
    },
    {
        "id": "1523492352634982401",
        "lang": "en",
        "text": "Why do people have to be so damn stupid on this app? I don't care how well Pizza Hut is doing. I made an observation questioning how well Pizza Hut was doing based on the fact that 3 locations within a 60 mile radius closed within the last 2 years and got attacked for it. #Stupid"
    },
    {
        "id": "1523492329155223552",
        "lang": "en",
        "text": "@DrShayPhD Ha! Best observation ever!"
    },
    {
        "id": "1523492121222680578",
        "lang": "en",
        "text": "@anttimatterr hmmm 🧐 incheresting observation here mr anttimatterr"
    },
    {
        "id": "1523492121075863552",
        "lang": "en",
        "text": "Shaun Micallef made an interesting observation during the debacle.\n\nCameras zoomed in on Morrison making him appear imposing, cameras zoomed out from Albo making him seem insignificant. Subliminal, sneaky and typical dirty tricks from Nine Entertainment.\n\n#Sosomeh #LeadersDebate"
    },
    {
        "id": "1523492085248126976",
        "lang": "en",
        "text": "@BisolaRey After a firm cross check and rigorous observation. I FOUND NEITHER SILVER NOR GOLD, NOT EVEN BITCOIN. Just a sprinkle of happiness and undiluted vawulence. I think that's enough for me to want you❤️"
    },
    {
        "id": "1523492017103269889",
        "lang": "en",
        "text": "At 6:50 PM, waves measured 9.5 ft at 12 sec intervals from 280 deg W. The wave height meets or exceeds 93 percent (25,973/27,641) of records for May and 91 percent (806/878) for May 8. The last observation to exceed that height was 9.8 ft at 7:50 AM on May 8, 2022. https://t.co/UMHapvtxWi"
    },
    {
        "id": "1523492009255743488",
        "lang": "en",
        "text": "@Steve_Dangle Not a question, just an observation as a Lightning fan. Keefe handled that goaltending change brilliantly. Waited until a TV Timeout, when the goalie is already at the bench. He had a talk with him where I assume he told him this isn't on you. Just trying to spark the team."
    },
    {
        "id": "1523491866628718592",
        "lang": "en",
        "text": "@ABillionSuns @johnb78 Ah, yes, won’t play your silly game (which can be summed up by an observation of your profile avatar) so ‘didn’t get the reference’. 🤣 https://t.co/MmzpGXhSJh"
    },
    {
        "id": "1523491832344498179",
        "lang": "en",
        "text": "@JaquelineOutram @Trixie_Boo A very good observation 👍👍😂😂😂, always difficult to look past the white pants suit of Michaela’s."
    },
    {
        "id": "1523491679285956609",
        "lang": "en",
        "text": "@DosMinutos making an observation when shooting 1/5 and having 0 defense is not slandering but go off."
    },
    {
        "id": "1523491678811680768",
        "lang": "en",
        "text": "@DolamiteD Just an observation."
    },
    {
        "id": "1523491611748880384",
        "lang": "en",
        "text": "@MixOnSight @DegenToonz Nice observation 🧠🧨🚀 https://t.co/MHzQ79jcQb"
    },
    {
        "id": "1523491524625182720",
        "lang": "en",
        "text": "@Linlinx11 You’re being asked to question whether or not your energy is being misdirected. You have guides that offer their opportunity for insight and observation. You have the chance to reevaluate at any point along your path, it isn’t linear. 🧡 https://t.co/AtYqtHCdkG"
    },
    {
        "id": "1523491384988094464",
        "lang": "en",
        "text": "@rexmundictrl @MrAndyNgo Good observation, well done."
    },
    {
        "id": "1523491360677847046",
        "lang": "en",
        "text": "@DylanDoesDucks Could also be them after other fluids besides blood (they all look like females though). This is a really fascinating observation. Could lead to a lot of interesting research avenues."
    },
    {
        "id": "1523491353086201856",
        "lang": "en",
        "text": "@rlj_law @LizSpecht Because people ate mostly meat and whole foods back then.\nCow &amp; goat milk, for people who're tolerant, is a superlative source of nutrients for keeping ones bones healthy. I know from both observation &amp; persnl experience. My vegan friends in their 70s have shrunk 2 - 3 inchs."
    },
    {
        "id": "1523491349873319936",
        "lang": "en",
        "text": "@ASoftstar Yeap very good observation!"
    },
    {
        "id": "1523491284668665857",
        "lang": "en",
        "text": "Another great #IndyCNC #CitizenScience #CityNatureChallenge observation by jillolinger #ItsMyCity #INThisTogether #ScienceSunday\n\nPlease take a moment to fill out our feedback form if you participated!\n\nhttps://t.co/VYlnCVkNGm https://t.co/10zoXRQiqk"
    },
    {
        "id": "1523491265597214720",
        "lang": "en",
        "text": "Is continuing for everything, our observation opens the window of\n؟?\nسےفے نمشے https://t.co/8pmeOdMIFP"
    },
    {
        "id": "1523491218444890113",
        "lang": "en",
        "text": "i will start episode two with this observation: they gave the PERFECT voice to this whiny reddit gamer bro but it is like nails on a chalkboard to listen to. kudos to both actor and director #tnhsscum"
    },
    {
        "id": "1523491092985188353",
        "lang": "en",
        "text": "#Halalan2022 just an observation, ang konti ng 18-40 y.o. voters dito sa Maligaya Elementary School (North QC) at this time. I’d say around 20% lang. Hope the younger ones vote later. Baka mas wais sila in choosing to go as the queues thin out."
    },
    {
        "id": "1523491076203421696",
        "lang": "en",
        "text": "We are engaged in offering a large range of Clean Room Reverse Laminar Flow. Provided Clean Room Reverse Laminar Flow is made using high-grade components under the observation of our experienced prof ...more… https://t.co/EBbg7f2iXo #ReverseLaminarFlow #Gujarat"
    },
    {
        "id": "1523491073108062208",
        "lang": "en",
        "text": "@PPdroptheT @della_morte_ I think the \"angry BW\" is a lie of projection from WW and White Supremacy, because from my perspective and observation, there's white rage, there's the problematic and angry white woman...I rarely see a BW acting out in public settings"
    },
    {
        "id": "1523491007387512833",
        "lang": "en",
        "text": "observation: i get the same or better CCV on @Twitch with baggy clothes &amp; no makeup as i do when i’m doing the “e-girl” thing.  u can criticize women all you want for “having it easier” but i really think do think personality and content speaks for itself ✨"
    },
    {
        "id": "1523490697759780864",
        "lang": "en",
        "text": "Just... More of an observation of the reaction. https://t.co/vBipIOBux3"
    },
    {
        "id": "1523490664809332736",
        "lang": "en",
        "text": "@HarrisD63432503 @s_shreyatweets @RahulGandhi Most faulty observation."
    },
    {
        "id": "1523490645301637120",
        "lang": "en",
        "text": "@RNFringe My own opinion:\n\nThey are terrified.\n\nEvery lie is falling apart.\n\n\"People\" on both sides are eyeing leadership for \"this\".(whichever \"this\" you reference, many choices at this point🤷‍♀️)\n\nI have nothing but observation to back this up, and I have no speculation as to why \"there\"."
    },
    {
        "id": "1523490625844248576",
        "lang": "en",
        "text": "@iDNAu1 @ghelfaire @LittleVMills Pretty simple observation.\n\nWhere would you even get it?"
    },
    {
        "id": "1523490593120276482",
        "lang": "en",
        "text": "@arbitram @bkjaggi @sridhariyer5 @thekaipullai That will not be a bad observation too about the viewers. Cheers"
    },
    {
        "id": "1523490469858414594",
        "lang": "en",
        "text": "30 min Observation of the Northman movie, yeah it’s racist as fuck ."
    },
    {
        "id": "1523490464501882881",
        "lang": "en",
        "text": "@Malaichamy73 @AnkitIndiaReal Good observation man...How many dmk cadres joined with him.. Even If Tiruchi Siva joins BJP we don't care"
    },
    {
        "id": "1523490448425299973",
        "lang": "en",
        "text": "At 23:30:02 #bgosays A special observation of BGO-899-S4_0954+65 (ID 18911) for Filipp Romanov is starting..."
    },
    {
        "id": "1523490389139034112",
        "lang": "en",
        "text": "Is it me or does it seem like the Dem Party cares way more about transgender people than other \"minorities\"?\n\nObv no disrespect for my trans friends.  This is just an observation."
    },
    {
        "id": "1523490307396243456",
        "lang": "en",
        "text": "@shxtou Through my observation, I found that you like Japanese food very much！"
    },
    {
        "id": "1523490285778784256",
        "lang": "en",
        "text": "I was spot on with this observation ✅ https://t.co/BWyQWIoztd"
    },
    {
        "id": "1523490260814282753",
        "lang": "en",
        "text": "@catherine___c Many are dissociated from any political observation other than the opinion of; Labor are for the workers, liberal are for millionaires."
    },
    {
        "id": "1523490079234093056",
        "lang": "en",
        "text": "@TSTET2016 @TravisAllen02 Its been my observation that normally only chicks and dudes with little or no balls sit like this (cross legged).  I could be wrong, it's been known to happen a few times."
    },
    {
        "id": "1523489993506795521",
        "lang": "en",
        "text": "Took me 3 hours para makaboto. Observation: the system inside the precinct was was organized than the cluster line outside. There was peace and order. \n\nDaming poll watcher from the candidate of theives. #PHVote #Eleksyon2022"
    },
    {
        "id": "1523489686685368320",
        "lang": "en",
        "text": "It's an observation unlikely to please much of anyone but I think it's accurate"
    },
    {
        "id": "1523489675226533888",
        "lang": "en",
        "text": "@gangatoday1 @FullStackLogan @WitnessCitizen @UAP_LEE I think there has been too much observation and not enough conversation."
    },
    {
        "id": "1523489559757025280",
        "lang": "en",
        "text": "@csl_duke Great observation about the Bucks' defensive adjustments. https://t.co/i43qgVnKe4"
    },
    {
        "id": "1523489549149634561",
        "lang": "en",
        "text": "To interpret that d subject of d 1st observation (about tea) was d cause of d 2nd observation (about transformation) is a case of 'post hoc ergo propter hoc'.\nHaving said this,I feel that d tweet in qn cud hv been better composed to make d distinctness of d 2 observations clearer https://t.co/5d7I1IcCgX"
    },
    {
        "id": "1523489542224850944",
        "lang": "en",
        "text": "Lawsuits: GOP activists in Clark, Washoe seek ‘meaningful voter observation’ https://t.co/YwwTWxUEzH"
    },
    {
        "id": "1523489297789112320",
        "lang": "en",
        "text": "@ChrisMurphyCT @amandacarpenter Excellent observation! Surely this can be a bipartisan issue and something can be done?!"
    },
    {
        "id": "1523489187202166785",
        "lang": "en",
        "text": "@KrishnChak @Anandi_sanatani @want2expres @EAnjuK @SKAgarw06846698 @sudhakarchopra @rashidkk @s_shreyatweets @Savitritvs @Captsandeep2 @IndiaUnleashed_ @KLB04896179 @amanverm_a @howfunnyismath @advaita_11 Who told you that arrest has to be made as soon as FIR is filed in a rape case ?\nPl quote relevant CrPC sections.\nDon't Quote Court's Observation.\nBoth are different."
    },
    {
        "id": "1523488960491622400",
        "lang": "en",
        "text": "Wow this really pissed some people off and all Kiki was doing was making an observation. Reading comprehension amongst physicians must be at an all time LOW. https://t.co/i7WiqVtE33"
    },
    {
        "id": "1523488837514670081",
        "lang": "en",
        "text": "Just my observation as a Black man, Ukraine is a White people's war with fancy people visiting to check their bank balance, Bono entertaining, which Chef is catering this war anyone know?"
    },
    {
        "id": "1523488831302897664",
        "lang": "en",
        "text": "Brain explains his plan and Pinky points out some fatal flaw or observation which Brain ignores. However, by the end of the episode, Pinky is proven correct. Pinky succeeds in taking over the world in two separate episodes before Brain ruins everything. Who's the real genius? 🐀 https://t.co/r3a3eyhTeV"
    },
    {
        "id": "1523488734842277888",
        "lang": "en",
        "text": "@PWSurge Very good observation"
    },
    {
        "id": "1523488670900137984",
        "lang": "en",
        "text": "Ms. Mojack's VERY zooted Karaoke observation.\nSinging wears you out, no wonder they get paid so much! \n😝🤣🤣🤣🤣"
    },
    {
        "id": "1523488579975929856",
        "lang": "en",
        "text": "My only (and spoiler free) #DrStrangeMultiverseOfMadness observation is that is has my favorite magic duel since Vincent Price &amp; Boris Karloff in The Raven\n#DoctorStrange"
    },
    {
        "id": "1523488449084329984",
        "lang": "en",
        "text": "@AndreBJones2 @tiffanie_tx @DaveSylvester11 How?\nBy who?\nBy people who would protest outside of a supreme court justice on a moments notice?\nBy people who cover observation windows?"
    },
    {
        "id": "1523488406617001985",
        "lang": "en",
        "text": "@rank_matthew @KaskaJessica @protransfemnst It's all theories or a conclusion people have come to based on human observation, research and a hypothesis, usually followed by testing. It also has the potential of being biased &amp; skewed, which happens a lot to minorities. As said, science is not about definitive truths either."
    },
    {
        "id": "1523488278422319105",
        "lang": "en",
        "text": "@Sharky_vs_Evil @PattyCa18904386 @APFactCheck First of all, I was talking about my friends. My observation is based on real people I know. No where did I claimed I had official data so I am not wrong. Second, show me the source of your ridiculous claim. I'll be the judge for myself if the source is credible."
    },
    {
        "id": "1523488199691358209",
        "lang": "en",
        "text": "@FUTUREXKlNG \"No, but as I said. It was based upon your interactions with me. To be rather straightforward. You seem rather soft around me, especially in moments where your face gets all cherry like.\" \n\nThe oblivious man pointed out an observation, without any context."
    },
    {
        "id": "1523488179000864771",
        "lang": "en",
        "text": "@GeorgeTakei Good observation"
    },
    {
        "id": "1523488005662597120",
        "lang": "en",
        "text": "The element most overlook when factoring\nin war, is who has the will?\n\nIt is my observation, that the great divide\namongst people is found in the answer to \nthat question."
    },
    {
        "id": "1523487990072283136",
        "lang": "en",
        "text": "@lomas_scot @VicGovDH Ditto. And my observation is there's no obvious Term 2 spike, but a continuation of a longer trend."
    },
    {
        "id": "1523487969222721536",
        "lang": "en",
        "text": "@sentdefender Sad excuse of a charade to deflect observation away from whats really happening, which is russian forces getting smashed in kherson and elsewhere in the east of ukraine"
    },
    {
        "id": "1523487713340518400",
        "lang": "en",
        "text": "@AnthonyBourque4 @bryanstanf Mandates 😷dropped  here quickly in the NY region &amp; other blue states.. the Dems must have saw the polling. 🙄 Now even in my blue town that voted 75% Biden 🙄very few people wear masks from my observation .. It’s  over generally over ., Thank God"
    },
    {
        "id": "1523487652846063616",
        "lang": "en",
        "text": "@NeverForgetUA_ @3PeasInALily @DixonCox12 @Lilo___andPeggy @EarlGrayTrekkie I wrote earlier Barclay had a permanent desk assignment, twt vanished, besides, a neurotic but misunderstood herp storyline works an episode a season.\nStd is more like a twisted Love Boat, that's my observation, it's all oddball romance."
    },
    {
        "id": "1523487623729229826",
        "lang": "en",
        "text": "@Cryptocito Gap on CME at 24.8 be aware if we break 32 &amp; change. Just an observation"
    },
    {
        "id": "1523487570088275968",
        "lang": "en",
        "text": "@shallzzz Though it's subjective thing yet   empirical perception is very much close to ur observation since some persons' vibes are comforting beyond words  when in a soup and impedance on so many fronts. The degree of exp.may vary but all fair hearts are on the same page."
    },
    {
        "id": "1523487506167119872",
        "lang": "en",
        "text": "At 23:18:21 #bgosays I have taken a special observation of BGO-899-S5-1803+78 (ID 18909) for Filipp Romanov."
    },
    {
        "id": "1523487218593308673",
        "lang": "en",
        "text": "@davemeltzerWON Great observation from the wrestling observer"
    },
    {
        "id": "1523487215892185088",
        "lang": "en",
        "text": "@DammitBits LOL, no. It's just an observation of what that says about Twitter and it's community really..."
    },
    {
        "id": "1523487207339610112",
        "lang": "en",
        "text": "@Devbino__ good observation Sherlock"
    },
    {
        "id": "1523487149622198272",
        "lang": "en",
        "text": "@swanblack404  @CarolineCoramUK \n\nYour thoughts please:-\n\nAn observation by @TurnOffYourTvN1 \"It's strange how we can't see the sun for the white stuff, which must still be lingering at night yet the moon shines perfectly clear through it.\""
    },
    {
        "id": "1523487059251367937",
        "lang": "en",
        "text": "Just another day in the Jung household. \n🐰: Whoah, it's raining cats and dogs outside.\n🐻: *Without even raising his head* Astounding observation. I wouldn't have known if you hadn't pointed it out.\n🐰: Hehe, sorry, looks like we're cooped up here for the time being."
    },
    {
        "id": "1523486954045665280",
        "lang": "en",
        "text": "Valid point. Some things are seen in a broader perspective if we have years of observation. https://t.co/5MnMaTcEpv"
    },
    {
        "id": "1523486924874215425",
        "lang": "en",
        "text": "@GeorgeTakei EXCELLENT observation!  I hope that point is brought to their consciousness."
    },
    {
        "id": "1523486923922173954",
        "lang": "en",
        "text": "Nothing against the OP obviously, just an observation. Feel like it’s something that needs to be worked on in the community in general and something even I’ve found myself guilty of."
    },
    {
        "id": "1523486901918846983",
        "lang": "en",
        "text": "No its just an observation. She does needs fashion advice. Could do better . I think the person with short hair ( does the money stuff and fills in ) dresses very well . She’s also quite engaging. She should take Liza shopping.... just a suggestion ."
    },
    {
        "id": "1523486874815242240",
        "lang": "en",
        "text": "@DerpSwan @Aca_Acesome I think and this is just my observation,  that she didnt want to be mean so left it at that. We know she isnt happy it was left out."
    },
    {
        "id": "1523486837217452032",
        "lang": "en",
        "text": "@Strawprincess @Pelon @DiamondLynne1 😂 great observation! He's mine! 🤣"
    },
    {
        "id": "1523486663040987137",
        "lang": "en",
        "text": "@ajamubaraka That's a good and realistic observation 👍."
    },
    {
        "id": "1523486526679633923",
        "lang": "en",
        "text": "@RichardAkinola @ESPNRingside @DAZNBoxing Good observation! Hope someone asks him."
    },
    {
        "id": "1523486426259591168",
        "lang": "en",
        "text": "I was wondering the same thing. I was also wondering about which leader has ever flown to country while it’s literally a war zone 🤔 Great observation tho. https://t.co/5i6vq1x0R6"
    },
    {
        "id": "1523486396455190528",
        "lang": "en",
        "text": "@elonmusk \nBefore that you need a Balance Work\nSet right Twitter How ?\nThose are Paying to Twitter give them 2 Blue Tick\nThose are Real Condidate give them 1 Yellow tick\nThose are fake put them Observation\nLater on Suspend\n@manishm \nJust Do It\n\nThen Globe Going to Universal https://t.co/5HQxIL3Udr"
    },
    {
        "id": "1523486243236966400",
        "lang": "en",
        "text": "#EveshamWeather Observation @ 03:13 - Temp: 10.3°c, Wind: 0.0 gusting to 0.4 kph,  Pressure: 1026.6, Rain: 0.0mm/h now with 0.0mm today"
    },
    {
        "id": "1523486156088037376",
        "lang": "en",
        "text": "@TaylorRMarshall Just an observation, and not disagreeing with this stance, but the question came into my head: if Traditionalists find the current Pope so terrible, why do they seem to hang on every word that he utters? I mean instead of scrutinizing every action of the Vatican, why not move on"
    },
    {
        "id": "1523486102195163142",
        "lang": "en",
        "text": "$ARKK\n\nJust an observation here but since topping out ARKK has taken out 6 downside vpocs on the daily chart. Friday marks vpoc number 7\n\nEvery takeout has seen a rally back towards the 20ema...will this time be different? https://t.co/h0zjMENP04"
    },
    {
        "id": "1523486001758232577",
        "lang": "en",
        "text": "@Rynge_ Good vibes all round. Again, your observation skills are on point!! 👌👌"
    },
    {
        "id": "1523485936495251456",
        "lang": "en",
        "text": "I’ve noticed since Covid, Trump, whatever, that people seem to be empowered to be assholes. Just in general. Just an observation. So to all those that treated their moms to a nice Mother’s Day feast and then cheaply tipped their servers who gave up their time with"
    },
    {
        "id": "1523485909097742337",
        "lang": "en",
        "text": "@aowdiMG Good observation to read at 7am in morning...."
    },
    {
        "id": "1523485900381982722",
        "lang": "en",
        "text": "My #MondayMotivation is 'nature observation ,what nature itself can teach us ,no other way can do.\nDoing meditation in green garden impulses positive energy within us .\nTeachings by st. @Gurmeetramrahim ji \n@DSSNewsUpdates https://t.co/cKtSaITow7"
    },
    {
        "id": "1523485841749815298",
        "lang": "en",
        "text": "All perceiving is also thinking, all reasoning is also intuition, all observation is also invention."
    },
    {
        "id": "1523485783784525824",
        "lang": "en",
        "text": "@davidjrousseau @marceelias Bipartisan observation is fine. THESE PEOPLE ARE NOT CERTIFIED AND WILL BE IN BREACH OF VOTING REGULATIONS@! THEY ARE REPPUBLICANS NOT BIPARTISAN! AND OUR VOTING SYSTEM IS SAFE, SECURE AND NEVER A PROBLEM UNTIL 2020 WHEN DUMPY LOST! You lose baby boy. Move along now"
    },
    {
        "id": "1523485723877289984",
        "lang": "en",
        "text": "@elevenobi Keen observation"
    },
    {
        "id": "1523485608580042752",
        "lang": "en",
        "text": "Of all the things I imagined doing when I was trying to get a girlfriend, the last one was “helping her pluck ingrown hairs from her pussy”, and that’s not a complaint, just an observation.\nI fucking love her man."
    },
    {
        "id": "1523485322600157184",
        "lang": "en",
        "text": "-- ppearance of Rias' brother, Sirzechs Lucifer, who came for Rias' class observation, telling Rias that Azazel won't do any drastic --"
    },
    {
        "id": "1523485210050166784",
        "lang": "en",
        "text": "@sweetshark @DonaldJTrumpJr You mean like the lowlife who called another man’s wife ugly &amp; his father an assassin?The lowlife who mocked a handicapped reporter? I made a legitimate observation. Jr. sets the example of being a bully, his kids reflect being around that mentality.Your hypocrisy is staggering"
    },
    {
        "id": "1523484676412780545",
        "lang": "en",
        "text": "@0detteroulette @KirstenPowers Glad you sensed a need to insert the \"you fool\" part, or I might have taken your comment for one intending an actual serious adult conversation--that, even though, my comment was/is a broad observation of @KirstenPowers and others in both tribes' *approach*, not the issue itself."
    },
    {
        "id": "1523484647941808128",
        "lang": "en",
        "text": "@VTribbean A correct observation or perhaps it's you exclaiming your thoughts of the tweet and/or picture"
    },
    {
        "id": "1523484639075368963",
        "lang": "en",
        "text": "@shipwreckedcrew Analysis rather than observation. A great race, no doubt. A great horse, obviously - even if only on that day. A great jockey, for sure, in those minutes, unbelievably tuned. Sometimes moments are just that. Enjoy them. It was a special race."
    },
    {
        "id": "1523484540282413057",
        "lang": "en",
        "text": "@CanAm_Indy @RealOmarNavarro He doesn't have to know them. He's also a savvy business man, he will not do stupid things to his new company. To make such an observation, you sound naive."
    },
    {
        "id": "1523484520678588416",
        "lang": "en",
        "text": "@SamKapo44885349 Just making an observation"
    },
    {
        "id": "1523484507814662145",
        "lang": "en",
        "text": "@avarwallace You’re not crazy: noted Philadelphia native John Gonzalez made the same observation."
    },
    {
        "id": "1523484466081333250",
        "lang": "en",
        "text": "@IamTheHuntsman @SlackDragon101 @unfreshprince @The_MJF I made an observation that whyte people have privilege period if you wanna say a black man pointed out something obvious is racist so be it yall make racist remarks every and double down and try to justify why I simply pointed the obvious which os true #factsoverfeelings"
    },
    {
        "id": "1523484372544135168",
        "lang": "en",
        "text": "@KatieRocs It just amazes me how we were taught so much about the rest of the world and America seems to be mostly taught about America .. n even thats debateable. As ever tho .. not all Americans. Just an observation 💚"
    },
    {
        "id": "1523484223557959680",
        "lang": "en",
        "text": "@LauraSavino747 Your observation is valid: people suck"
    },
    {
        "id": "1523484215056101377",
        "lang": "en",
        "text": "Observation dick reporting in from the observation deck"
    },
    {
        "id": "1523484036035153920",
        "lang": "en",
        "text": "The \"valuable asset\" he had been storing in the observation tower...\nwas, of all fucking things, the girl we'd looked after a few years back--\nMorgana."
    },
    {
        "id": "1523483994066620417",
        "lang": "en",
        "text": "@FakeAnnunziata @Patshala3 @thevivafrei @rumblevideo @DineshDSouza I dont buy their video analysis. They haven't done a good job coming to valid conclusions even when they're using hard data. The conclusions about masks/gloves were not based on measured observation. People who saw some video thought they saw some patterns. Who knows."
    },
    {
        "id": "1523483991956881408",
        "lang": "en",
        "text": "@dolfijnmanjohns Thats a very reductive observation"
    },
    {
        "id": "1523483923099308032",
        "lang": "en",
        "text": "@TakeanPhoenix That’s been my observation as well."
    },
    {
        "id": "1523483850332340224",
        "lang": "en",
        "text": "Dhoni what an inspiration you are! Your undying spirit, strong determination, keen observation &amp; stupendous management skill- it seems you are outdoing yourself only. \n\nYou were, are &amp; will be my emotion forever 💛💛💛\n\n#MSDhoni𓃵 #Dhonism #Yellove #CSKvsDC https://t.co/TpVE8KT8b8"
    },
    {
        "id": "1523483811157213185",
        "lang": "en",
        "text": "$naleph from @aleph_finance  is flying under the radar. It seems nobody but the kingship WLers know about it yet. Just 4 buys last 24 hours. Launched a couple days ago.\n\nI am not an investor yet. I was not paid to post this. Just my observation of a quality project w/ a good team https://t.co/fWCXF92SxJ"
    },
    {
        "id": "1523483450958696449",
        "lang": "en",
        "text": "@SketchyToasty Yeah. Redpilled doesn't refer to any political opinion. Merely the observation of a reality hidden from or ignored by the majority. See the 1999 movie The Matrix for reference (choosing the red or blue pill)"
    },
    {
        "id": "1523483432441249793",
        "lang": "en",
        "text": "@PixelBushYT She looks like she spends afternoons signing https://t.co/Y4MAmXL183 petitions\n\nNot negative or positive just an observation"
    },
    {
        "id": "1523483254233333760",
        "lang": "en",
        "text": "Current Observation:\nTemp: 77.7F \nHumidity: 84%\nWind:  94° at 0.2 MPH gusting to 1.1\nRain today: 0.0 IN"
    },
    {
        "id": "1523483130622930944",
        "lang": "en",
        "text": "This is the best observation yet. https://t.co/KI1Jmua1fN"
    },
    {
        "id": "1523482939908009984",
        "lang": "en",
        "text": "just a general observation on the leos i know as well as myself bc it's very mindboggling"
    },
    {
        "id": "1523482855476985857",
        "lang": "en",
        "text": "Current Observation:\nTemp: 10.8C \nHumidity: 88%\nWind:  168° at 7.2 KPH gusting to 13.0\nRain today: 0.0 MM"
    },
    {
        "id": "1523482844584038400",
        "lang": "en",
        "text": "Current Observation:\nTemp: 78.4F \nHumidity: 13%\nWind:  223° at 8.1 MPH gusting to 10.3\nRain today: 0.0 IN"
    },
    {
        "id": "1523482731497230336",
        "lang": "en",
        "text": "Current Observation at Eagleville, PA:\nTemp: 52.5F \nHumidity: 48%\nWind:  2° at 1.3 MPH gusting to 3.1\nRain today: 0.0 IN\n\nStation data at https://t.co/8DB5F357oc"
    },
    {
        "id": "1523482601964859392",
        "lang": "en",
        "text": "Google results were fruitless, but this seems like a week-of-release, Entertainment Weekly observation, not a delicate insight plucked twenty years later off the vine by some idiot watching a muted basketball game.\n\nhttps://t.co/HQnGiJ8k84"
    },
    {
        "id": "1523482565339877376",
        "lang": "en",
        "text": "@JudeThaddean The retail, the dining options, the quality of the space….it’s just super dated and overcrowded and an awful place to spend any time. Makes a zip up 130 seem like a no brainer, especially given the AUS dining, music, observation deck, ceiling height even."
    },
    {
        "id": "1523482556376657922",
        "lang": "en",
        "text": "If I wanted to post black material of wang yibo I will start with his interviews recently. But I don't care I only care how his eyes look apathetic and angry. That's my observation why should I be drag by fans, I see what I see. Don't go here barking."
    },
    {
        "id": "1523482504824385536",
        "lang": "en",
        "text": "A great observation. #auspol https://t.co/XIv6W9CtmU"
    },
    {
        "id": "1523482496998211585",
        "lang": "en",
        "text": "@TypicalJAnt @r1OP3 I'll take this and raise you that Breath of All Things is a mix of Ryuo and Observation Haki"
    },
    {
        "id": "1523482372435746816",
        "lang": "en",
        "text": "@dailwolbit very nice observation omg 👀 so hwanwoong must know something more 🤔"
    },
    {
        "id": "1523482171918352384",
        "lang": "en",
        "text": "my relatives chastise me about telling them that they were abusive to others, they tell me I am the bad one because I tell them they are not all pure, they forget history, they forget my observation through time, knowing their deceit of long gone days, I will not remain silent"
    },
    {
        "id": "1523482056092569600",
        "lang": "en",
        "text": "@NumberOneFred My Christian faith. \nAnd  the observation that liberalism does not work at all."
    },
    {
        "id": "1523482045975916544",
        "lang": "en",
        "text": "@ChanderBhatia01 $BRK is one of the best examples of this observation. Lags the market  for a few years and then boom... it is a destination for everyone who wants to preserve capital."
    },
    {
        "id": "1523481841340092416",
        "lang": "en",
        "text": "@GamDave1 It is just wano’s word for haki. Same as mantra from observation. But it’s easier to refer to that adavanced level Luffy learned. If I say “ryou” you know what to think of instead of me saying “level x y or z” haki"
    },
    {
        "id": "1523481791037812737",
        "lang": "en",
        "text": "@Votto007 I’m really not seeing the disproportionality between men treating attractive women better vs women treating attractive men better that warrants this observation. Are you interested in being more convincing about this point?"
    },
    {
        "id": "1523481712453308416",
        "lang": "en",
        "text": "@Most @netflix Hi! Just a little observation: any post about #Heartstopper gets like 10X more impressions than anything else you and your accounts post. Perhaps that is the best sign you have a hit on your hands! Don't fuck it up and just #RENEWHEARTSTOPPER"
    },
    {
        "id": "1523481701451968513",
        "lang": "en",
        "text": "@dj_backyard Odo you are selective that’s all …other people say sensible things but you shut them up . I’m not being emotional just stating an observation 😂😂"
    },
    {
        "id": "1523481555519246336",
        "lang": "en",
        "text": "An interesting observation from this game: #GoBolts scored seven goals, but did not have one player with more than two points"
    },
    {
        "id": "1523481498099548166",
        "lang": "en",
        "text": "At 22:54:28 #bgosays A special observation of BGO-899-S5-1803+78 (ID 18909) for Filipp Romanov is starting..."
    },
    {
        "id": "1523481420252934144",
        "lang": "en",
        "text": "@KhadzRangwala Good observation 😁😁"
    },
    {
        "id": "1523481255555178496",
        "lang": "en",
        "text": "@halleberry called deeds of compassion, by observation by God's Own Judgement of never bantering one's own opinion of personal live, of perspectives of others, God Is Never Pleased by that heretical harmful behavior, - God Is Being Forever Sole Judge of waters springing forth to everlasting,"
    },
    {
        "id": "1523481173598474241",
        "lang": "en",
        "text": "It's observation"
    },
    {
        "id": "1523481082410061825",
        "lang": "en",
        "text": "Just an observation: Spo essentially going 7 deep (Vincent 3 fouls in 3 min), with no minutes for Martin, Robinson, or Morris. I’ve learned before he knows way more than me but I am curious."
    },
    {
        "id": "1523481044162588672",
        "lang": "en",
        "text": "@MacDre619 @zigzagswag @Thisanambragirl i’m not sold. it doesn’t sound like a clear stance. more like an observation"
    },
    {
        "id": "1523480982439211008",
        "lang": "en",
        "text": "@etiennefd Um, yes. From simple observation, as others have said: wax burns, but it burns most easily when it is liquid, so the wick is a way to corral the wax for continuous burning, running through the centre and melting/burning down the stack of wax."
    },
    {
        "id": "1523480869054595072",
        "lang": "en",
        "text": "new idea warfare idea dropped (#3-4 for the manual): Quantum observation of humor. All other context equal, knowledge of who makes a joke pre-determines the perceived humor and context"
    },
    {
        "id": "1523480864151113728",
        "lang": "en",
        "text": "@iamtheonlysara It’s pricier, and the longer the distance the more the percentage increase in cost goes up; but I straight up would not be traveling at all otherwise. observation car crowd aside, it’s been a relaxed, enjoyable experience! and very beautiful, the landscape is so beautiful"
    },
    {
        "id": "1523480803899936768",
        "lang": "en",
        "text": "@yooleslieee just my observation 👀"
    },
    {
        "id": "1523480792877330432",
        "lang": "en",
        "text": "Scary stuff\n\nAnalysis/observation  seems right on\n\nI hope his conclusion is correct https://t.co/BYNfKS5jKa"
    },
    {
        "id": "1523480348994138112",
        "lang": "en",
        "text": "@RBReich Astute observation."
    },
    {
        "id": "1523480291872239616",
        "lang": "en",
        "text": "@kelly_ques 107th observation floor on the World Trade Center, New York 1984.  \nNow that I just wrote this. How strange that it was (1984)."
    },
    {
        "id": "1523480188331642880",
        "lang": "en",
        "text": "@shabbirahmadc18 Reham Khan’s observation is valid &amp; concurred. IK is involved in anti state propaganda. He is taking the nation on collision course. Pak Army Zindabad, Pak Paindabad"
    },
    {
        "id": "1523480165212250113",
        "lang": "en",
        "text": "@Nawaaban Observation especially in formative years and essentially from immediate family"
    },
    {
        "id": "1523480136997216256",
        "lang": "en",
        "text": "nobody is entitled to anything nobody is inherently worth anything it is your own actions that give you any worthiness of preservation and observation but solely in the moment. What is a man? A miserable pile of secrets. But enough talk, have at you! https://t.co/Cn5j60s7Ct"
    },
    {
        "id": "1523480126201098240",
        "lang": "en",
        "text": "@Tribe_XX @OurCLEGuardians Hahahaha. An inocuous little observation is now, \"pimping\". YOU\"RE rich."
    },
    {
        "id": "1523480076502769664",
        "lang": "en",
        "text": "The youth has the opportunity to exercise their right t vote and be accountable for who they voted for. It's not some observation from the media anymore. This is the time to immerse yourself in the country you've been waiting to build a future for. Vote wisely🌸"
    },
    {
        "id": "1523480074980184064",
        "lang": "en",
        "text": "Was watching King of the Hill and @OrionSpaceRacc made an important observation https://t.co/Zsr2nm2ssZ"
    },
    {
        "id": "1523479829584433152",
        "lang": "en",
        "text": "At 22:47:50 #bgosays I have taken a special observation of V1117HER (ID 18908) for Filipp Romanov."
    },
    {
        "id": "1523479699644907521",
        "lang": "en",
        "text": "@gnanilab I love this observation so much Sumi. 😂🫣"
    },
    {
        "id": "1523479650789253121",
        "lang": "en",
        "text": "Who am I, living in the middle of history, to tell the universe that it-or my observation of it-is temporary?'"
    },
    {
        "id": "1523479595588022278",
        "lang": "en",
        "text": "@IWtfdidtweet @elonmusk @WholeMarsBlog It's called an observation. Get a dictionary"
    },
    {
        "id": "1523479593952628736",
        "lang": "en",
        "text": "based on my observation palang 'to ha, di pa ko nakakaboto eh mamaya palang pero I noticed how the machine always allegedly breaks, when majority of the voters atm are YOUTH. these people na nadaan sa pera-pera knows their target demographic and that is the youth."
    },
    {
        "id": "1523479556417417219",
        "lang": "en",
        "text": "An observation about David Speers: ‘you can take the man out of Sky, but you cannot take the Sky out of the man’ - Tim Jones.   Agreed"
    },
    {
        "id": "1523479549132292097",
        "lang": "en",
        "text": "3 Main Points Of Driving * Concentration, Observation, Anticipation * Taught Here\n\nAmazon * https://t.co/3grID8C6z9 - Right hand side of road\nAmazon * https://t.co/4rBAI7uvcX - Left hand side\n\nBoth 5star #RoadSafety books available at all worldwide Amazon sites https://t.co/RtkLQIIQ03"
    },
    {
        "id": "1523479546745421828",
        "lang": "en",
        "text": "@P_mathers I knew what ya meant 👍 and very good observation"
    },
    {
        "id": "1523479544534945793",
        "lang": "en",
        "text": "@SiennaReed8 Indian friend made observation of people in India vs. U.S.  In India people will gladly talk about their income, but do not want to answer personal questions about family.  In the U.S. people will tell you all there family issues, but don't want to answer questions about income."
    },
    {
        "id": "1523479486733332480",
        "lang": "en",
        "text": "Observation of $XAO \n\nASX All Ordinaries is about 100 points off pre-covid Feb 2020 levels of 7255. Currently 7,349. \n\nPretty much 2 years of gains gone from 12 month high of 7,956 and 10% down since Jan 2022\n\n🧐 https://t.co/OeTRfQtXnW"
    },
    {
        "id": "1523479444224024576",
        "lang": "en",
        "text": "@m3m3ntovivere Lol it’s nothing serious. Just an observation"
    },
    {
        "id": "1523479326703841280",
        "lang": "en",
        "text": "@RobNerl @PatCanAct @SebastianComedy Just an observation. His set had nothing to do with the racial makeup of the crowd.  Comics do a set. He actually commented during a overreaction about Florida never shutting down this isn't a rally. I've never been to an all white event before. Sorry just fucked me up"
    },
    {
        "id": "1523479317312774144",
        "lang": "en",
        "text": "@JeremyTColes @theDoukai @ml_barnett @JamesSurowiecki @ATabarrok @mattyglesias But my initial comment was merely a sort of off the cuff observation about how wonky administration is and how its inevitably colored by popular perceptions."
    },
    {
        "id": "1523479131953893376",
        "lang": "en",
        "text": "the terrible observation of Marco Verratti https://t.co/SjWEMa4YO2 ⚽️⚽️  📲 Bet now via ⟶ https://t.co/0I4IIflkwI √ https://t.co/MMCUOhrk3H"
    },
    {
        "id": "1523479111645073408",
        "lang": "en",
        "text": "@gothtech_ @Sirethtv tours have been closed since covid i'm pretty sure. they have an \"observation deck\" where you can see it being made though"
    },
    {
        "id": "1523479098563063808",
        "lang": "en",
        "text": "@MikeBelleville @mulletmilitia99 @EsthertheDog570 @KoonsKarl @JackPosobiec I'm not trying to make a political statement. I'm just making an observation. But continue on thinking I'm making a political statement."
    },
    {
        "id": "1523478948671197184",
        "lang": "en",
        "text": "@uni_nanhee yep. based on observation, before when i was still running ny acc on private, all I can see were my moots but everything changed when I made it public"
    },
    {
        "id": "1523478936553893888",
        "lang": "en",
        "text": "@sibi_tweetz Actually Chrisanghi’s basic problems address cheytha Chrisanghi can be eradicated.\n\nIt’s like Remo character derived from Ambi because “love was denied” in the movie Annyan.\n\nThis is my 1st observation about them."
    },
    {
        "id": "1523478688192290816",
        "lang": "en",
        "text": "#EveshamWeather Observation @ 02:43 - Temp: 10.9°c, Wind: 0.0 gusting to 0.9 kph,  Pressure: 1026.8, Rain: 0.0mm/h now with 0.0mm today"
    },
    {
        "id": "1523478672488865792",
        "lang": "en",
        "text": "@dalostboyz @cmhughesmd @shannonrwatts @ABCNews4 He believes he is being wise. 100 year old observation, btw."
    },
    {
        "id": "1523478590763208704",
        "lang": "en",
        "text": "Interesting observation: gr 12 students asked to answer “I wish my teachers knew/would…” and “it annoys me when…” then they were asked to categorize and sort the feedback. They had the MOST to say about teaching practices/attitudes"
    },
    {
        "id": "1523478370583216128",
        "lang": "en",
        "text": "Summit One An observation deck featuring glass elevators and \"levitation\" boxes One Vanderbilt supertall skyscraper in Midtown Manhattan NYC #Travel #Adventure Thrilling #Photography Sightseeing \n https://t.co/8TkRSOiNCk @Sea_Aras @CONTEMPRA_INN🌹"
    },
    {
        "id": "1523478254467751936",
        "lang": "en",
        "text": "@JordiSens @AndrewBerkshire Thanks Sherlock for your insightful observation."
    },
    {
        "id": "1523478244120416256",
        "lang": "en",
        "text": "@ZenaidaAsiatica @ICallBUllToo @craftymom35 @kimmyann1111 @ReignOfApril You’re conflating morals and values with empirics and observation, which is foolish. You can prove that the earth isn’t flat with math, science, and repeated testing. You can’t really do that for things like “stealing is bad” unless you know someone/thing I don’t."
    },
    {
        "id": "1523478234980962304",
        "lang": "en",
        "text": "@AryasOf @monsieurmrsir From someone neutral on the religion question, my observation is this: Early Christianity and modern (Protestant) Christianity are progressivist semitic religions, but the Christianities of the middle ages (Ortho, Cath) revived the Aryan spirit under Christian aesthetics"
    },
    {
        "id": "1523478111278755840",
        "lang": "en",
        "text": "@petersavodnik Idiot. Fool. It’s only fascists and extremists who embody a disguised threat; liberals, democrats, and civilized people do not.\n\nThis, btw, is not a plea that we should be ‘civil’ any longer. Just an observation."
    },
    {
        "id": "1523478051014979584",
        "lang": "en",
        "text": "#metoo #Metooindia\n\nCan you imagine how amazed I went, their horrors\nbrought me back to the reality of an observation!\n\nApart from the \"synchronism\" of quantum states or questions about mass (a lot of problems), nothing vaguely resembles this... (To my knowledge)"
    },
    {
        "id": "1523478047122665472",
        "lang": "en",
        "text": "@FionaJo90331745 @smudge_green @JacJen82808263 You get the photo and fact check and you still can't accept it. You have to come back with the lamest observation. Yes, combat troops get showers and can wash their uniforms in a war zone. 🤡"
    },
    {
        "id": "1523477946404548608",
        "lang": "en",
        "text": "@jennycohn1 @joncoopertweets @TheBradBlog Very good observation!"
    },
    {
        "id": "1523477880650358785",
        "lang": "en",
        "text": "Interesting observation. Come to think of it, what the hell? https://t.co/O67XzYA7gD"
    },
    {
        "id": "1523477844466184192",
        "lang": "en",
        "text": "@Nunbutfactsss @DanCrenshaw16 @MegaZane5 @KingJames Im not hating, just making an observation.  I dont gotta ride dude to give respect.  He's got 48 and is clear of 2nd place by a large margin, that says plenty on its own."
    },
    {
        "id": "1523477811453128704",
        "lang": "en",
        "text": "@ofgustus @BIGpaulie913 @marceelias That’s not what the law allows. The observation occurs while the ballots are being counted."
    },
    {
        "id": "1523477561908424704",
        "lang": "en",
        "text": "@ktfuntweets Was the low key part his 34 mins? Excellent observation basketball savant"
    },
    {
        "id": "1523477549501739009",
        "lang": "en",
        "text": "@ChristianOquen9 Just a funny observation. You know, people get mad when I call her a queer baiter. Even though there’s more evidence of one than the other. That’s funny to me."
    },
    {
        "id": "1523477361026486274",
        "lang": "en",
        "text": "@joziguyz @suryasarat @sof_reds @TPK_31 @DaveOCKOP could have made a better decision is just one observation https://t.co/r3Bc1PezY1"
    },
    {
        "id": "1523477274569633792",
        "lang": "en",
        "text": "@nycsky37 @pepito707 @49erCarlos @davenewworld_2 what goes on in your head when somebody makes a statement of fact, and you interpret that to mean they are saying  that fact is 1) best and 2) OK?\n\ndid you skip a formative period in your life and trap yourself in a world of make-believe? or is objective observation possible ?"
    },
    {
        "id": "1523477139810516992",
        "lang": "en",
        "text": "@SubataiK @LarsDimpleton @FOX9 Did your Alexander Dugin enhance his breasts through surgery? It seems so, to casual observation. This would seem to conflict with his views concerning the rigidity of gender norms. However no Russian Duginist has yet been willing to rationalize these facts for my benefit 🤷🏻‍♂️"
    },
    {
        "id": "1523476923657048067",
        "lang": "en",
        "text": "6/ homelessness &amp; public safety\n\nI'm no expert here and libraries have been written on these topics. \n\nOnly one quick observation: crime is anti-correlated with the family friendly neighborhoods where it is hardest to buy / rent, so housing undersupply again hits here.\n\n27/n https://t.co/cjfHvwAp4S"
    },
    {
        "id": "1523476797886992384",
        "lang": "en",
        "text": "@RuncibleH Good observation."
    },
    {
        "id": "1523476647726714880",
        "lang": "en",
        "text": "From my observations in 2014 and 2015 on Tiedun Dao: A few Lesser Crested Terns also turned up. I think they were following the wrong flock (most likely Chinese Crested Terns) that migrated northward. The first breeding in China was recorded also in 2014 (my observation) https://t.co/GYx57ddveA"
    },
    {
        "id": "1523476435255447554",
        "lang": "en",
        "text": "The observation that everyone is going to Vegas is double up this weekend."
    },
    {
        "id": "1523476344767582209",
        "lang": "en",
        "text": "@NzRoulston @kelly_ques No. There was an indoor observation room. I’m afraid of heights. It was a spectacular view."
    },
    {
        "id": "1523476236093120514",
        "lang": "en",
        "text": "an observation, but every deppford wife ive seen are avid dog lovers, and every person even entertaining the idea that d*pp isn't a good person owns a cat lol"
    },
    {
        "id": "1523476185648275459",
        "lang": "en",
        "text": "WOW 44likes on my reply tweet to @AEWonTV s tweet??!?!?!?! I was just making an observation lol 💁🏻‍♀️💁🏻‍♀️💁🏻‍♀️🤷🏻‍♀️"
    },
    {
        "id": "1523475987589001217",
        "lang": "en",
        "text": "@davidminpdx @billybinion Interesting observation and point of view!"
    },
    {
        "id": "1523475963115278337",
        "lang": "en",
        "text": "An observation that's also applicable to Toronto. #BikeTO #TOpoli https://t.co/wJFcUC7Ia1"
    },
    {
        "id": "1523475945620877312",
        "lang": "en",
        "text": "@mamma_ging @CindyGeoCenter1 @rising_serpent Don’t delete- you made an observation. Worth exploring."
    },
    {
        "id": "1523475929187581953",
        "lang": "en",
        "text": "@MidcoastMEMan @NASCAR Thx you...fair observation"
    },
    {
        "id": "1523475842138996738",
        "lang": "en",
        "text": "The participant observation method, is when a sociologist becomes a part of the group they are studying in order to collect data &amp; understand a social phenomenon or problem\n\nThe researcher works to play two roles at the same time: subjective participant and objective observer"
    },
    {
        "id": "1523475721066229762",
        "lang": "en",
        "text": "I have not seen Normal People or Girl On Fire, but two of these characters are named Marianne, which is about the only observation I have. https://t.co/OWUJWfHEM9 https://t.co/h6BR0ROpVz"
    },
    {
        "id": "1523475653844037633",
        "lang": "en",
        "text": "At 5:50 PM, waves measured 8.5 ft at 12 sec intervals from 289 deg WNW. The wave height meets or exceeds 89 percent (24,607/27,640) of records for May and 85 percent (752/877) for May 8. The last observation to exceed that height was 9.2 ft at 4:50 PM on May 8, 2022. https://t.co/RKk74L4OHX"
    },
    {
        "id": "1523475593441861633",
        "lang": "en",
        "text": "My anxiety level is to the roof right now. \n I have an Election to go through and Client observation to conduct. \n\n#VoteWisely2022"
    },
    {
        "id": "1523475476211060737",
        "lang": "en",
        "text": "Got my 2nd observation tomorrow I’m still up &amp; still haven’t started editing my plan…"
    },
    {
        "id": "1523475380878774272",
        "lang": "en",
        "text": "@ryanhowryn @Crypticshock @bbassit4eva @robleone Regardless of what conceptual “side” I am on, my observation is that since Canada raised its minimum wage, prices and unemployment have risen significantly. I wouldn’t recommend raising it again."
    },
    {
        "id": "1523474937989591040",
        "lang": "en",
        "text": "@jasoncrawford Before I heard of Hall, and obviously before I bought his book, I had come to a similar observation:\n“Why Energy Is Everything”\nhttps://t.co/A1PLpWKGkb"
    },
    {
        "id": "1523474673123487745",
        "lang": "en",
        "text": "The American spouses feels like the foreign spouse needs to just give up those things and “ get over it” .. A lot of them family really means a lot to them !!! I don’t think the American spouse comprehends that .. Just my observation #90DayFiance"
    },
    {
        "id": "1523474654496948224",
        "lang": "en",
        "text": "Event Concealment and Concealability Enforcement in Discrete Event Systems Under Partial Observation. (arXiv:2205.0… https://t.co/rmxsCuCsck"
    },
    {
        "id": "1523474638658957313",
        "lang": "en",
        "text": "@DaleGri02660341 Wow Steve Tyler lookalike in that pic big time!!! Not meant to be a dis FYI, just an observation!"
    },
    {
        "id": "1523474636251426816",
        "lang": "en",
        "text": "@JenineJordan12 @Baye_Moustapha_ But in the future, Oda might make Luffy's observation haki stronger than Sanji to maintain his position as the captain"
    },
    {
        "id": "1523474634984755200",
        "lang": "en",
        "text": "@ShayarKapadiaa God knows what mqkwrs want not a single cereminy we can enjoy because of taunt and too kuch of vanraj evil observation"
    },
    {
        "id": "1523474459167887361",
        "lang": "en",
        "text": "@Catsorange1 @JRubinBlogger Pregnancy isn't mandatory...they're telling one to not kill a baby, not to have sex...just an observation."
    },
    {
        "id": "1523474308043255809",
        "lang": "en",
        "text": "@willyscarl Not dislike.  Not complaint.  Fair observation.  He does alot of other good things ... faceoffs, net presence.  But, that is not what he is paid for."
    },
    {
        "id": "1523474163662426113",
        "lang": "en",
        "text": "@joncoopertweets An empirical observation."
    },
    {
        "id": "1523474162785783808",
        "lang": "en",
        "text": "Observation: This is a great opportunity for slaughter."
    },
    {
        "id": "1523474132817805312",
        "lang": "en",
        "text": "@OTedhood @Surasia4 Never said it was a problem just an observation"
    },
    {
        "id": "1523474115893821440",
        "lang": "en",
        "text": "@ManniMD1 @huntsmancancer @JanssenUS I have opened and enrolled few patients. Very reasonable control arm. There are steroids with Dara. Teclistimab requires 10 day stay in the hospital for ease of observation if pt lives far. I am excited about the drug and will likely see deep remissions."
    },
    {
        "id": "1523474094045667329",
        "lang": "en",
        "text": "“You probably didn’t see it right due to the darkness. Please go and check again, It’s quite clean”.  The Hindu man was confident in his earlier observation but went at the Mawlana’s insistence only to find the bathroom spotless."
    },
    {
        "id": "1523474073745264643",
        "lang": "en",
        "text": "To all my PA drivers, are all the #licenseplates starting with a \"J\" peeling and bubbling? I've had an \"H\" for close to 15 years and no weirdness. Just an observation. #pa cc: @PennDOTNews"
    },
    {
        "id": "1523474001297035264",
        "lang": "en",
        "text": "@FunFactsnStats Quick observation in that Wade was a guard and Horace was a PF so is that an equal comparison regarding rebounds?  Otherwise, I don't care."
    },
    {
        "id": "1523473954132094977",
        "lang": "en",
        "text": "Best ass ever I do say that a lot but this right here is genuine observation. Magnificent human being on planet Earth😀🍀😊 @feet_echo send send! Oh I did already https://t.co/KvaW3Wgz4Z"
    },
    {
        "id": "1523473917452890112",
        "lang": "en",
        "text": "@girl07462 i am not mad. just made an observation girl"
    },
    {
        "id": "1523473872452222978",
        "lang": "en",
        "text": "@minermatters @Kate_McClymont Astute observation. Neural mechanisms, genetic factors, maltreatment and parenting have all played their part in this tragic story. The unrelenting Sydney property market will allow creditors to recover a substantial portion of the funds when the two properties are sold."
    },
    {
        "id": "1523473835709788160",
        "lang": "en",
        "text": "@kiriakos_koulis @Jonathan__699 Ok, I didn't remember that. Thanks for the observation."
    },
    {
        "id": "1523473814570823680",
        "lang": "en",
        "text": "At 22:23:56 #bgosays A special observation of V1117HER (ID 18908) for Filipp Romanov is starting..."
    },
    {
        "id": "1523473807608262657",
        "lang": "en",
        "text": "@ErikNelson5 @KatelynTweeter No need to be rude, it was just an observation that the problem could be easily solved. But your response indicates people may have no interest in truly solving this issue."
    },
    {
        "id": "1523473752469929984",
        "lang": "en",
        "text": "@23jonhray @marcoaranetaaa @FashionPulis I’m not asking her to explain. It’s my observation. I don’t need her explanation.✌🏻👊🏼 Wala akong kebs sa paliwanag nya.✌🏻👊🏼"
    },
    {
        "id": "1523473668436725760",
        "lang": "en",
        "text": "That doesn't stop her from speaking up, at least lending a voice to the situation in the southeast, especially the gruesome murder, mutilation and capitalisation of the military couple. And this observation applies to all leaders in the southeast.  They are however quick to...... https://t.co/CyJVZVOowV"
    },
    {
        "id": "1523473620248702977",
        "lang": "en",
        "text": "overall, they found both a 10% increase in modern method use  by the end of their observation, and and an increase in the desire for no more children of the same amount\n\nhttps://t.co/0PS3cAOnEE"
    },
    {
        "id": "1523473156333133824",
        "lang": "en",
        "text": "@mulletmilitia99 @EsthertheDog570 @KoonsKarl @JackPosobiec I actually made my own observation about the status of Pizza Hut a couple months ago. But carry on.\nhttps://t.co/jt7k0Db1zh"
    },
    {
        "id": "1523473014045954049",
        "lang": "en",
        "text": "@pmukasaofficial Great observation \nA rolex of 2k now has no differnce with musiba tayiiii"
    },
    {
        "id": "1523473001638875138",
        "lang": "en",
        "text": "Precisely. Excellent observation. You get points for staying alert even on vacation."
    },
    {
        "id": "1523472931157778432",
        "lang": "en",
        "text": "I’m sure someone on the internet has already made this observation but \n\nI just realized that godrick the grafted is a reverse trogdor https://t.co/alME2neFmn"
    },
    {
        "id": "1523472875214499840",
        "lang": "en",
        "text": "@gelaonthego @mlq3 @COMELEC Precinct No.:\nLocation:\nBarangay:\nMunicipality:\nProvince:\nDate:\nObservation/Notes:"
    },
    {
        "id": "1523472869304377345",
        "lang": "en",
        "text": "@NFTCrazyKarl Great thread Karl, only observation worth mentioning there is that @BossBeautiesNFT might be a stronger buy under 1 eth than WoWG, WoW OG is likely a good play though"
    },
    {
        "id": "1523472851382145024",
        "lang": "en",
        "text": "@mouthofmorrison … the question remains, what is the “killer app” for space now, 75 years later? I still think satellite observation of human activity &amp; our impact on the physical world is uniquely valuable for parts of the world that are not networked, like forests and remote habitat."
    },
    {
        "id": "1523472524104798209",
        "lang": "en",
        "text": "Morality is picked up by observation,it cannot be taught."
    },
    {
        "id": "1523472358845337600",
        "lang": "en",
        "text": "@geoffreybomber @CplPunishment_ @MavenOfMayhem @ConceptualJames I don't think he was making an argument so much as  an observation"
    },
    {
        "id": "1523472327727456257",
        "lang": "en",
        "text": "This is a correct observation and is worth noting at all times, but I still will not stop clowning people for thinking a marvel movie was too scary 😂 https://t.co/ISj4MbXZmb"
    },
    {
        "id": "1523472215697551362",
        "lang": "en",
        "text": "griffith fulling psychoanalyzing guts based on 1 observation and 1 interaction"
    },
    {
        "id": "1523472210446655488",
        "lang": "en",
        "text": "@ShawnDreyfuss33 Major observation, Shawn, Brava."
    },
    {
        "id": "1523472189818761216",
        "lang": "en",
        "text": "I see. You’ve got a great eye for observation, eh, Sakasaki-kun~?"
    },
    {
        "id": "1523472144344436736",
        "lang": "en",
        "text": "@LeslynLewis Is it labeling though or just an observation? I miss the days when it was okay to call a spade a spade. It was called honesty and it was appreciated."
    },
    {
        "id": "1523472127654973440",
        "lang": "en",
        "text": "@metal_chik_5 @dianepe85677938 @JIMMYMACK818 @NickAdamsinUSA @RepMattGaetz @nypost An objective observation isn’t name-calling, cupcake. 😘"
    },
    {
        "id": "1523472015243415552",
        "lang": "en",
        "text": "Wonderful observation!  Once they are born to poor girls, they are \"welfare babies” and doomed to council flats for ever!  Where will these characters be then?  When each group actively supports an orphanage I will rethink my stand? Because it will never happen! https://t.co/6tntdWykrL"
    },
    {
        "id": "1523471953751060481",
        "lang": "en",
        "text": "@Daves_Profile @WomenAreWomen3 @xphilosopher What started this was an observation on Critical thinking skills as I  recall. I am only “arguing” to make the point that CT can be applied to faith arguments. \nBtw, Simon was the man who carried the cross. His sons are referenced as witnesses. The overwhelming number \n(3/4)"
    },
    {
        "id": "1523471953633615872",
        "lang": "en",
        "text": "@nimmons @tify330 @FordJohnathan5 @Leftist412 Yep. You got me. Your powers of observation are unparalleled."
    },
    {
        "id": "1523471491458682880",
        "lang": "en",
        "text": "@Phillysb386 I was just making an observation 😭"
    },
    {
        "id": "1523471388920598534",
        "lang": "en",
        "text": "Dang, Vivien is just SUCH a natural at the spy game. Between her skills at flattery, observation, and asking smart questions she's had so few missteps, which is even more impressive given how little she's been told before this. #RidleyRoadPBS"
    },
    {
        "id": "1523471360818778112",
        "lang": "en",
        "text": "Silence, distance, and observation will give you all the understanding you need"
    },
    {
        "id": "1523471305231667200",
        "lang": "en",
        "text": "@humie25 @LeslynLewis Is it labeling though or just an observation?"
    },
    {
        "id": "1523471153552969729",
        "lang": "en",
        "text": "@mishacienfuegos @NebraskaMegan The first comment was an observation about basic respect for your fellow citizens. Many of whom support your cause. Immediately attacking them is not cordiality."
    },
    {
        "id": "1523471135941476352",
        "lang": "en",
        "text": "#EveshamWeather Observation @ 02:13 - Temp: 11.4°c, Wind: 0.9 gusting to 2.7 kph,  Pressure: 1027.0, Rain: 0.0mm/h now with 0.0mm today"
    },
    {
        "id": "1523470858429542401",
        "lang": "en",
        "text": "Passing a report : Observation here at las piñas center Seniors voters are on the 3rd floor!!! Not ground floor..if a senior cannot climb steps so they vote ground floor and SOMEONE brings to machine on 3rd floor @kontradaya"
    },
    {
        "id": "1523470793585618944",
        "lang": "en",
        "text": "@JackedAecus “All perceiving is also thinking, all reasoning is also intuition, all observation is also invention.” \n\n- Rudolf Arnheim"
    },
    {
        "id": "1523470758260879360",
        "lang": "en",
        "text": "May 09, 2022 at 02:17AM, The International Space Station flies across the Madley Park sky for 650 seconds. \n\n👋 Wave to the Astronauts 👋\n\nVisibility Times: https://t.co/KeWmboEyhD\n\n#ISSoverMadleyPark #MadleyPark #Witney"
    },
    {
        "id": "1523470728011542528",
        "lang": "en",
        "text": "@realTuckFrumper Send in the  White Coats and put him in a safe place for observation: https://t.co/h88wuJkwNd"
    },
    {
        "id": "1523470631345418240",
        "lang": "en",
        "text": "@ThePhillyPod 🤣🤣🤣🤣🤣 that was some next level observation bro"
    },
    {
        "id": "1523470630372265985",
        "lang": "en",
        "text": "Read Seth’s observation together with Scott’s reply below. If you accept both as being true you are a little closer to what we have to overcome. https://t.co/yvuGMHWCY8"
    },
    {
        "id": "1523470596600135680",
        "lang": "en",
        "text": "@SalmanK30361594 Absolutely right observation, dear brother...\nNo doubt...\n❤️😂❤️ https://t.co/5Py6LS9uAd"
    },
    {
        "id": "1523470419700842496",
        "lang": "en",
        "text": "@JenineJordan12 @Baye_Moustapha_ Sanji senses something that Luffy doesn’t. The manga shows Sanji's observation haki is better than Luffy. https://t.co/mYRVIcR0RD"
    },
    {
        "id": "1523470247008690176",
        "lang": "en",
        "text": "@LaCuzzin84 One of the best ever 🔥 more of an observation of his stans and the thoughts surrounding him"
    },
    {
        "id": "1523470226796707841",
        "lang": "en",
        "text": "@renevoid @acidbath0ry Tbh in my experience i have been the one that is asked to do this stuff. And when i made the observation that hardcore BDSM is basically simulated rape, i was told by my ex that it wasn’t hot and it put her off having sex with me"
    },
    {
        "id": "1523469965088931840",
        "lang": "en",
        "text": "@emergencyruss This would be an assertion of something made only by inference due to how vast our observation of space is conflated with the deduction of infinity in mathematics, but rather I dispute it as a boring assertion which I think is a more powerful way of talking about reality"
    },
    {
        "id": "1523469858297417729",
        "lang": "en",
        "text": "@America1Scotty @SaltyKgbAgent An Astute Observation !"
    },
    {
        "id": "1523469768610975744",
        "lang": "en",
        "text": "Just an observation.  The libs must not really think we are a threat if they aren't protecting the liberal justices too.  So why is Biden saying otherwise. https://t.co/DSjeJIBpbZ"
    },
    {
        "id": "1523469748444762112",
        "lang": "en",
        "text": "All new employees are given a brief medical ____________ by the company doctor.\n1.　question\n2.　revision\n3.　observation\n4.　examination"
    },
    {
        "id": "1523469680769658882",
        "lang": "en",
        "text": "@ughmigos Precinct No.:\nLocation:\nBarangay:\nMunicipality:\nProvince:\nDate:\nObservation/Notes:"
    },
    {
        "id": "1523469655595433984",
        "lang": "en",
        "text": "He’s always been quick to be a conduit for others’ perspectives—that’s why I’m so excited for this album. After 5 years of growth and observation, you know he’s got plenty to say. 🎧 https://t.co/zu76pEtHgC"
    },
    {
        "id": "1523469504918921217",
        "lang": "en",
        "text": "@EveExamines @duker @xabitron1 It wasn't an argument, just an observation.\n\nWhat newspapers?  Back up your BS :-)"
    },
    {
        "id": "1523469415198515202",
        "lang": "en",
        "text": "@312Will If you’re ever in San Saba, they have a hidden wildlife observation area in one of their parks and they had an amazing variety of birds last week. Saw my first female painted bunting there last week when I busted and you guys didn’t."
    },
    {
        "id": "1523469408160522241",
        "lang": "en",
        "text": "Done for today's video #LeniKikoAllTheWay 🌷☘️\n\nObservation: there's a lot of poll watchers from thr red camp. Generally peaceful except the disorganized line outside. But almost everyone are silently chanting ANG PRESIDENTEYYY! https://t.co/mTdgjz4gw6"
    },
    {
        "id": "1523469295753125888",
        "lang": "en",
        "text": "Back home. They’re keeping Penny in overnight for observation"
    },
    {
        "id": "1523469179344412672",
        "lang": "en",
        "text": "Current air quality conditions for Albuquerque, NM\nDate of observation: May 08 2022 05PM\n\nPollutant:O3 AQI:42 (Good) 😀\nPollutant:PM2.5 AQI:56 (Moderate) 🙂\nPollutant:PM10 AQI:132 (Unhealthy for Sensitive Groups) 😒"
    },
    {
        "id": "1523469093642272769",
        "lang": "en",
        "text": "@trumwill @MixingChris Chris's observation in the real world is correct but the Extremely Online Left v. Liberal discourse is the worst."
    },
    {
        "id": "1523468937903542273",
        "lang": "en",
        "text": "found a seat in the observation car but i might leave and come back in a bit, it’s crowded and like…75%-80% of the people in this enclosed, unventilated space aren’t wearing masks and obviously not social distancing\n\nand at least half of them are intermittently coughing 🥲"
    },
    {
        "id": "1523468893288734720",
        "lang": "en",
        "text": "@SaeChanOshi33 @morgan313 @sandibachom @iPicNews @Amy_Siskind @joncoopertweets I'm far from Republican, and offering documentary support for the observation that they don't care about either international law or children."
    },
    {
        "id": "1523468886720450560",
        "lang": "en",
        "text": "Just about to leave from Jammikunta station to Hyderabad after two days of Mother’s Day trip and fully charged with power of mother.\nComing to power my observation in this two days of 45 degrees plus temperature there is absolutely no power cut."
    },
    {
        "id": "1523468649985495040",
        "lang": "en",
        "text": "Just an honest observation… @tedlieu politically advocates aggressively for \n‘alternative lifestyle’ consituencies… yet, in this photo, his overtly ‘stiff’ pose suggests discomfort re the proximity to a rather touchy man in BDSM garb… I appreciate truth revealed in photos. https://t.co/8inlTVzpn2"
    },
    {
        "id": "1523468574391603200",
        "lang": "en",
        "text": "@drmsflshlight thick toe make pop sound it’s only an observation"
    },
    {
        "id": "1523468493261512705",
        "lang": "en",
        "text": "What an unpleasant person. It seems all the wolf-touched mortal ever did was bark out assumptions and then grow bored when one took the time to explain how wrong they were.\n\n❝Hn. Wolf-touched or not, you are still just a lowly mortal,❞ he said flatly, as was an observation.\n⬇️ https://t.co/j5ozqJub7a https://t.co/klI14vsnOP"
    },
    {
        "id": "1523468490950463490",
        "lang": "en",
        "text": "@GinjaBunaidh I love your forecast report! Unfortunately, I don't know where you are so I can relay your weather observation to the correct NWS office. (lol) Seriously though, you can DM your current weather info from where you are each Sun. @ 8 PM ET to @CmbrlndValleyWx or to me if you want."
    },
    {
        "id": "1523468270099058689",
        "lang": "en",
        "text": "Current Observation:\nTemp: 10.9C \nHumidity: 89%\nWind:  169° at 9.4 KPH gusting to 11.9\nRain today: 0.0 MM"
    },
    {
        "id": "1523468190117875712",
        "lang": "en",
        "text": "3 Observation Logs\n\nFUJIFILM X-Pro3\nNOKTON 35mm F1.2\n\n#FUJIFILM_XSeries #XPro3 #NOKTON35mm #PRONegHi https://t.co/XxFQLAJmki"
    },
    {
        "id": "1523468164230643712",
        "lang": "en",
        "text": "Current Observation:\nTemp: 82.0F \nHumidity: 12%\nWind:  195° at 11.4 MPH gusting to 18.1\nRain today: 0.0 IN"
    },
    {
        "id": "1523468147478908936",
        "lang": "en",
        "text": "@xElemze I have not seen anything yet.. you are under observation I guess"
    },
    {
        "id": "1523468133293453312",
        "lang": "en",
        "text": "Current Observation:\nTemp: 79.5F \nHumidity: 78%\nWind:  151° at 0.2 MPH gusting to 0.7\nRain today: 0.0 IN"
    },
    {
        "id": "1523468047712866304",
        "lang": "en",
        "text": "@Randy_Jinkerson @Lauren_Southern Just an observation? What you   Mad someone did to you what you did to Lauren https://t.co/slnhbNNFf8"
    },
    {
        "id": "1523468036078182401",
        "lang": "en",
        "text": "When are me and his only observation was, “it looks like everyone in here has read harry potter“."
    },
    {
        "id": "1523468021280690176",
        "lang": "en",
        "text": "@blsanthosh @narendramodi @AshwiniVaishnaw Are you travelling in trains for the first time.\nDo not make yourself a subject of Joke. Such foolish observation can only be expected from a BJP member."
    },
    {
        "id": "1523468010211618816",
        "lang": "en",
        "text": "Current Observation at Eagleville, PA:\nTemp: 51.3F \nHumidity: 55%\nWind:  52° at 1.8 MPH gusting to 4.0\nRain today: 0.0 IN\n\nStation data at https://t.co/8DB5F357oc"
    },
    {
        "id": "1523467953412268033",
        "lang": "en",
        "text": "I love Voltaire’s observation that 'History never repeats itself; man always does.'"
    },
    {
        "id": "1523467802744868864",
        "lang": "en",
        "text": "“We miss our two young men,” was Sir Thomas's observation on both the first and second day, as they formed their very reduced circle after dinner; and in consideration of Fanny's swimming eyes, nothing more was said on the first day than to"
    },
    {
        "id": "1523467763011899392",
        "lang": "en",
        "text": "Just a little Sunday night observation, if rights only exist if they specifically appear in the Constitution, corporations aren't people."
    },
    {
        "id": "1523467689255006208",
        "lang": "en",
        "text": "Yeah, I don’t know. The juxtaposition between these 2 things is just a little too much for me. You’re normally bang on, and I agree with the observation on the scene in Russia and the parallels to WWII Germany. Kinda think you missed the intersection between these 2 events though https://t.co/nQwOHLm9eo https://t.co/m9YDM3dcoN"
    },
    {
        "id": "1523467645508415490",
        "lang": "en",
        "text": "@ShelbyKStewart @FDNY Agreed. Good point. Thanks for reinforcing that observation."
    },
    {
        "id": "1523467276216721409",
        "lang": "en",
        "text": "@DonaldJTrumpJr Great, powerful observation, 8 -Ball! Can you tell us how hard your damp dad cried when Biden burnt him like toast at the Correspondents Dinner? OlCheeto Farts must have really hit the roof!"
    },
    {
        "id": "1523467245191450625",
        "lang": "en",
        "text": "@MabelvanOranje @Billbrowder I’m reading it, too. It exposes an utterly corrupt society. And we see it play out on the battlefield, embodying Trotsky’s observation that an army is the reflection of the society it comes from, with all of its diseases, only at a higher temperature."
    },
    {
        "id": "1523467219987886081",
        "lang": "en",
        "text": "@mattizzo This isint meant to be anything othet than a personal observation https://t.co/fpC5v2vH2H"
    },
    {
        "id": "1523467185208791040",
        "lang": "en",
        "text": "@AK_Gramm Agreed, standing by my initial observation"
    },
    {
        "id": "1523467100664123392",
        "lang": "en",
        "text": "@SrinagarGirl We must appreciate the cleanliness at stations.. My observation"
    },
    {
        "id": "1523467049669857281",
        "lang": "en",
        "text": "@Dr_Sassenach Great observation - it's what TV entertainment has become in recent years and now the news and current affairs departments are scraping the same reality show bottom of the barrel tactics. Along with advertising posing as news stories."
    },
    {
        "id": "1523466968128311296",
        "lang": "en",
        "text": "@persevial @Courtstrology @Golden8Mouth classic scorpio protections hehe 🦂 I also love that deep down scientists actually don’t know for sure and perhaps it is just a coincidence of chemical rxns in their bodies, nobody knows. a scorpionic mystery inspiring scorpionic research &amp; observation"
    },
    {
        "id": "1523466958045253633",
        "lang": "en",
        "text": "@domenico_jj @cervellata Anecdotally the Asian observation is spot on."
    },
    {
        "id": "1523466688938749953",
        "lang": "en",
        "text": "@CentristAverage @tammysa37399489 @joe_shipman @SarahTheHaider I find that interesting bc you feel men’s issues aren’t acknowledging sufficiently but are also diminishing what women deal w &amp; not taking my perspective seriously. People express their ideas here, this convo factors into my observation as well."
    },
    {
        "id": "1523466660363255808",
        "lang": "en",
        "text": "we’ve all seen it. \n\ndon’t pretend like this isn’t an astute observation."
    },
    {
        "id": "1523466570424471552",
        "lang": "en",
        "text": "#PaulMcCartney once said that if slaughterhouses had glass walls, everyone would be a vegetarian. I would say the same thing about an #abortion clinic. Just an observation. 🙏🏼"
    },
    {
        "id": "1523466461561638914",
        "lang": "en",
        "text": "@surreply @jusmas27 An incredibly astute observation. https://t.co/UBEbw4hY30"
    },
    {
        "id": "1523466455898935297",
        "lang": "en",
        "text": "TrollEvent $TWTR Observation: Not Prediction. All Data As Is: No Claims, Warranties; Data Time Delayed. Best viewed as irrelevant pretty pictures: Entertainment value only. Evaluate TWTR with own Methods. https://t.co/kk5so7G2bt"
    },
    {
        "id": "1523466379223244802",
        "lang": "en",
        "text": "@Ste_Jones75 Yes I remember you noticed that when we were there...10/10 for observation and a gold star for you Ste! 🌟👍😂"
    },
    {
        "id": "1523466339079258113",
        "lang": "en",
        "text": "@samsixofficial @Rojelloshots @LiquidDeath what’s funny is I don’t even know what fest y’all are talking about I was just adding a general observation from experience and also used the word most* lmao"
    },
    {
        "id": "1523466217734144000",
        "lang": "en",
        "text": "@MikeSkulsky Great observation -I’ve seen them put those red peppers in there sometimes, but like one"
    },
    {
        "id": "1523466132920815616",
        "lang": "en",
        "text": "BTW, Dabo was absolutely wearing a women’s hat yesterday at the Braves game. The cursive on the bill was a giveaway. I’m not judging, just an observation. \n\nThe white and red small “a” hat I wear is technically a women’s hat. Not sure what separates it from a unisex hat."
    },
    {
        "id": "1523466073042948096",
        "lang": "en",
        "text": "@LittleLady_80 @vwoodhull938 I’m not sure. This is my own perspective about what I was/am to people. Not merely a feeling, an observation of social reality."
    },
    {
        "id": "1523465995557666816",
        "lang": "en",
        "text": "@Grendal1969 If this observation prevented you from enjoying it, I'm sorry. It didn't bother me."
    },
    {
        "id": "1523465862933454848",
        "lang": "en",
        "text": "@panda_commie I'm not condoning slowness. Observation only"
    },
    {
        "id": "1523465546775379968",
        "lang": "en",
        "text": "OE-LNU Boeing 757-223(PCF) above southern Norway, first observation.\nHex: #440BCC | Callsign: #BCS3310 | ALT: 37000ft | SQWK: 1401 | SPD: 436kts | HDG: NE 049°\nhttps://t.co/McQ5uX6TnX\nhttps://t.co/3wcotgHUDw\n#OELNU #B752 #avgeek #avion #aviation"
    },
    {
        "id": "1523465516933083136",
        "lang": "en",
        "text": "When what matter. Try again. Be ready for everything, our observation\n؟?\nسےفے نمشے https://t.co/5GHEx3gYEi"
    },
    {
        "id": "1523465412087664641",
        "lang": "en",
        "text": "@Aza_Analyzer @CP3 I didn't watch the game and don't know any details. All I know is he plays the game disingenuously so he's probably like that as a person. Just a general observation."
    },
    {
        "id": "1523465349227712514",
        "lang": "en",
        "text": "@MarredSage + to realize silence stretches a bit. So, I look up at #Remus, squinting against the sun. \"Or not...I-- I wouldn't want to intrude.\"\n\nAgain, it goes back to observation and sensing something amiss. That odd sinking feeling that something's off or I put my foot in my ++"
    },
    {
        "id": "1523465259411197953",
        "lang": "en",
        "text": "In a canny observation of the narcissism of écriture feminine, Emma is surrounded by four mirrors as she writes in her diary."
    },
    {
        "id": "1523465206718152705",
        "lang": "en",
        "text": "In the realm of scientific observation, luck is granted only to those who are\nprepared.\n-- Louis Pasteur"
    },
    {
        "id": "1523465138853928960",
        "lang": "en",
        "text": "Saw “The Batman” last night and my only observation is that I think the Riddler’s video messages are a homage to the “Eddie from Jersey” bit on Sifl &amp; Olly https://t.co/cJNGxk8aeJ"
    },
    {
        "id": "1523464900965638144",
        "lang": "en",
        "text": "@Ubeauty14 @Blessingannh @MystiqKin I know, it’s hard to accept the truth when we are caught by it. How many times have you female picture with just palms over the nipples and many more styles? Not blaming them but my observation"
    },
    {
        "id": "1523464859056099330",
        "lang": "en",
        "text": "@Boca_Era Yall: same fans that say “bring politics into sports”. You can literally just flip it you didn’t make some astute observation lmao"
    },
    {
        "id": "1523464794921078785",
        "lang": "en",
        "text": "@Carito_Rod8 Oh interesting observation"
    },
    {
        "id": "1523464746754011137",
        "lang": "en",
        "text": "@kelly_ques The World Trade Center in NYC. I took a group of students to the observation level."
    },
    {
        "id": "1523464719134126083",
        "lang": "en",
        "text": "@SuperRareRoses Interesting observation! is eth down or its conversion in $£€ tho? 😝\nI totally agree with you tho, the overall vibes get softer and more real."
    },
    {
        "id": "1523464438590107650",
        "lang": "en",
        "text": "You know my method. It is founded upon the observation of trifles."
    },
    {
        "id": "1523464353265061888",
        "lang": "en",
        "text": "@lyght01 @RyanvanEngelen1 @JackPosobiec There are 600 Krispy Kremes in Australia and theyre about to open 100 more. Your observation of Starbucks was correct, but Krispy Kreme is a landmark in Australia\n\nhttps://t.co/9SjK5do5nL"
    },
    {
        "id": "1523464298063822849",
        "lang": "en",
        "text": "[2205.03309] Natasha Tomm, Sahand Mahmoodian, Nadia O. Antoniadis et al.: Direct observation of photon bound states using a single artificial atom https://t.co/eDzO3Ly83O https://t.co/wiPkip50XU"
    },
    {
        "id": "1523464286646853633",
        "lang": "en",
        "text": "@drjohnm Number of others: Observation study showing harm with non culprit PCI in STEMI and MVD. COMPLETE trial shows a benefit. Obs study supports complete revasc in shock- negated by CULPRIT shock. Obs study showing survival benefit of revasc in mod severe ischemia - negated by ISCHEMIA"
    },
    {
        "id": "1523464239624511489",
        "lang": "en",
        "text": "A bold and perhaps unpopular observation: If the word \"ancient\" appears anywhere in the advertisement for the knife you plan on buying, and the knife itself isn't more than 500 years old, you're about to get ripped off. https://t.co/568T98t5qw"
    },
    {
        "id": "1523464204476620801",
        "lang": "en",
        "text": "[2205.03145] Muhammad Alhroob: Observation of single top-quark + photon production with the ATLAS detector https://t.co/bjOKiGmfDp https://t.co/DMD2A6GyMH"
    },
    {
        "id": "1523464190043693056",
        "lang": "en",
        "text": "@kevinfinnertyy Great observation.  Also, you might notice that there are several who run and hide e when Chapman is asked to save a 1 run game……."
    },
    {
        "id": "1523464138290176002",
        "lang": "en",
        "text": "@StephTweet @lyssax86 ooo good observation"
    },
    {
        "id": "1523464135333527552",
        "lang": "en",
        "text": "@agusofpare @NairbOtto @BernardWills7 @waldenpod And here we are back at the argument for tradition.\n\nLet me know when you are mature enough to actually address the thesis of my observation on this.\n\nUntil then child, stick to your fairy tales. https://t.co/peYMiZi4hZ"
    },
    {
        "id": "1523464128345837568",
        "lang": "en",
        "text": "@DeadGeographies I just made an observation. \n\nI'm surprised it blew up.\n\nIf you're looking for more, that's up to you to work out."
    },
    {
        "id": "1523463947755552768",
        "lang": "en",
        "text": "Fun Star Trek Picard observation:\n\nThe only person who trusted Borg Queen Agnes was a Romulan. https://t.co/2AcKvPjy6T"
    },
    {
        "id": "1523463932585070592",
        "lang": "en",
        "text": "I'm at the (terrible horrible) Cubs game and it has been my observation that all Dodgers fans clap like toddlers. https://t.co/meIRfdG88o"
    },
    {
        "id": "1523463904965267456",
        "lang": "en",
        "text": "@OlegKozyrenko +1 - I'm still surprised that he said it on TV. In my observation, the Kremlin keeps such dissent confined to journals and other academic exercises. I'm not familiar with the scholar, but I'm guessing that his opinion builds to include closing the military gap with the West."
    },
    {
        "id": "1523463892680441856",
        "lang": "en",
        "text": "@mooncat2878 @ChimpersNFT Great observation— have noticed the strength around the 3ETH mark for the TBAC book 👀"
    },
    {
        "id": "1523463627256512513",
        "lang": "en",
        "text": "@OurNewHomecoach @nupoint21 I've stopped listening to any ( &amp; all) speeches. Memory &amp; daily observation tell me all I need to know.\nAlbo has my vote to rid us of this LNP criminal Exec.\nIf Labor want to keep my vote they need to stop pandering to blocks of Voters &amp; start fixing corrupted systems.\nGov first!"
    },
    {
        "id": "1523463579118497792",
        "lang": "en",
        "text": "#EveshamWeather Observation @ 01:43 - Temp: 11.8°c, Wind: 0.4 gusting to 0.9 kph,  Pressure: 1027.3, Rain: 0.0mm/h now with 0.0mm today"
    },
    {
        "id": "1523463549330231296",
        "lang": "en",
        "text": "@devgru1980mi @elf_whatever @Peter_Levenda @tomdelonge My NDE had three stars in a boreallis. Just an observation from this Catholic. The Beings were of Light and not bi-pedal organic."
    },
    {
        "id": "1523463536873156610",
        "lang": "en",
        "text": "@TheSilvioGesell @ZincTwentyOne @Puppertoshi2 I'm not arguing. I'm just making an observation. You seem like a resentful little b**h. If you don't want to be perceived as such you should give people the benefit of the doubt instead of Immediately assuming they've contributed nothing and are a parasite. Peace."
    },
    {
        "id": "1523463305716649984",
        "lang": "en",
        "text": "From my anecdotal observation in Chinese Australian social media, perhaps half are CCP supporters and half are critics\nhttps://t.co/k3xLFYdaik"
    },
    {
        "id": "1523463173365399554",
        "lang": "en",
        "text": "@ArizonaCrusader Congratulations you have stalkers / people trolling you... It's just an observation though, lol"
    },
    {
        "id": "1523462940766064641",
        "lang": "en",
        "text": "surgery went well but she is staying overnight for observation!"
    },
    {
        "id": "1523462764307435520",
        "lang": "en",
        "text": "A “ship remains under observation,” as @CDCgov is investigating a #COVID19 outbreak on a @CarnivalCruise ship after the company reported cases on board in recent days. https://t.co/SWcsXJeKUC"
    },
    {
        "id": "1523462740597039104",
        "lang": "en",
        "text": "@redd3vil777 @RNFringe Thanks for your in depth view on their surprise visit.Your grasp of English is fantastic!You must have the inside track on whats REALLY going on behind closed doors.are you a spy? lol.I should have added allegedly in my observation. 🤔 look up Perspective to widen your vocabulary"
    },
    {
        "id": "1523462735089979392",
        "lang": "en",
        "text": "@Bustillos4Life Not a damn thing! Fully accurate observation 🇺🇲"
    },
    {
        "id": "1523462691028803584",
        "lang": "en",
        "text": "@VibeCheck69420 @bovibaee This is an accurate observation."
    },
    {
        "id": "1523462407376412672",
        "lang": "en",
        "text": "@CentristAverage @tammysa37399489 @joe_shipman @SarahTheHaider And when people do start to talk about it, it seems there’s always plenty of men to cry out how unfair it is for them. Mostly Twitter observation there, but a lot of my guy friends actually agree that they weren’t taught to be self-critical the same way as their girl friends."
    },
    {
        "id": "1523462407334498304",
        "lang": "en",
        "text": "And justly all their observation claim'd;"
    },
    {
        "id": "1523462254439825409",
        "lang": "en",
        "text": "@KaleshaB @sexy_redbone509 @ATTACHNUDES No, we weren't flies but you still said “literally” when someone said he did. \n\nAnyways, I went back and forth because my fandom was questioned over an observation by someone who commented. When it wasn't an insult. I think all that energy should be directed at the haters."
    },
    {
        "id": "1523462186617962497",
        "lang": "en",
        "text": "@ilda_talk same observation. Even in our precints, maayos Comelec, plus may pulis (first time I think)"
    },
    {
        "id": "1523462182201339904",
        "lang": "en",
        "text": "@MediumSizeMeech astute observation. i can’t unsee it 😭"
    },
    {
        "id": "1523462055885688832",
        "lang": "en",
        "text": "@RedWheel52 @HamedKhorasgani @biancoresearch By Hameds observation, if #spr is being replenished by buying futures contracts on #oil it would seem to imply greater price pressure"
    },
    {
        "id": "1523461883503648768",
        "lang": "en",
        "text": "i hate how much internalized misogyny there is on tiktok. i can talk about for hours. especially the mads nessa josh jaden situation. it’s always the women painted as the villains when they didnt do half as much as the other party. no hate to anyone involved just an observation"
    },
    {
        "id": "1523461592528015360",
        "lang": "en",
        "text": "@WFKARS @Kedz The gay agenda has noted elements of Chlorokinesis in this omega gay power set. Further observation is required to establish full scope of rainbow powers"
    },
    {
        "id": "1523461563755409410",
        "lang": "en",
        "text": "I already casted my vote. I voted for them because they deserve it base on my observation and researches. Didn't looked into the issues and wrongs they have done or been through but because of the good things and development they have done before. Vote Wisely! #IPanaloNa10To 🌷🌸 https://t.co/LAsBrqRC1z"
    },
    {
        "id": "1523461513939279872",
        "lang": "en",
        "text": "@McAllisterDen Sounds like the damages done by war have never healed. Not an excuse for behavior, just an observation from having dealt with others to whom it has happened.\n\nMy uncle confessed to me that when he returned from the front lines of the Korean War, he was more animal than human."
    },
    {
        "id": "1523461505999466498",
        "lang": "en",
        "text": "With an impressive growth record in this highly competitive industry, we are providing a qualitative range of Used MS Walkway Planks. These Used MS Walkway Planks are made under the strict observation ...more… https://t.co/QHKWrPdvPx #UsedWalkwayPlanks #Rajasthan"
    },
    {
        "id": "1523461294996606977",
        "lang": "en",
        "text": "@theDoukai @JeremyTColes @ml_barnett @JamesSurowiecki @ATabarrok @mattyglesias This was really less an argument than an observation about some of the weird logic employed in regulating meds. But I will say that I find the \"need to function\" commonly used a bit over dramatic. Maybe not optimally... but people certainly functioned before ADHD existed."
    },
    {
        "id": "1523461280442372096",
        "lang": "en",
        "text": "@kelly_ques Observation deck of the World Trade Center; back in 1980."
    },
    {
        "id": "1523461237064945665",
        "lang": "en",
        "text": "@tobby_wilson @2_goosey I didn’t mean small as in number of voters, I meant small as in outlook, which might also be an unfair observation. Everyone ultimately, which is unfortunate, looks to themselves first."
    },
    {
        "id": "1523461130370224128",
        "lang": "en",
        "text": "As per the requirements of the patrons, we are engaged in manufacturing and supplying Planetary Mixer Machine. The offered Planetary Mixer Machine is manufactured under the proper observation of our ...more… https://t.co/eG4MA1GmtR #PlanetaryMixerMachine #Surat"
    },
    {
        "id": "1523461023919120384",
        "lang": "en",
        "text": "@marceelias For all those who can't be bothered to read, the observation is of the people processing and counting the ballots, not of people voting. Nobody is trying to make it so they can see who you're voting for.\n\nYou should wonder why your party is against this."
    },
    {
        "id": "1523461006285950976",
        "lang": "en",
        "text": "wc is crazy coz she is. it’s a simple observation he made and appreciation of her beauty. https://t.co/QPE5ZBsPAs"
    },
    {
        "id": "1523460924786745345",
        "lang": "en",
        "text": "And in my honest observation\nDuring this operation\nFound a complication in your heart"
    },
    {
        "id": "1523460924778024961",
        "lang": "en",
        "text": "@WFKARS @Kedz The gay agenda has detected an omega level gay. More observation is required to establish the upper limit of Daniel Summers. https://t.co/p2Yiev6QT5"
    },
    {
        "id": "1523460906172125184",
        "lang": "en",
        "text": "@agargmd That’s an interesting observation."
    },
    {
        "id": "1523460834357252097",
        "lang": "en",
        "text": "@Mrs_K_Suleiman @stardust_lune I agree with his simple, but strong facts in his observation. Not just a few thought this, but the RF thought about these things as well! I bet W&amp;K became intimidated, and seen her natural ability to communicate, &amp; fit in with others, The fangs came out! PW still mad, and angry!"
    },
    {
        "id": "1523460665943654400",
        "lang": "en",
        "text": "@vanaalst @AmyRemeikis That was my first observation"
    },
    {
        "id": "1523460578374606848",
        "lang": "en",
        "text": "@Don_Capybara @Lunaecl78185757 That’s not a fallacious argument rather that would be an observation directed towards you. Someone constantly making remarks like toxic femininity and hey look at these random female celebs shows that you’re harboring problems with women. This thread wasn’t about men."
    },
    {
        "id": "1523460555486294016",
        "lang": "en",
        "text": "At 4:50 PM, waves measured 9.2 ft at 11 sec intervals from 282 deg WNW. The wave height meets or exceeds 92 percent (25,566/27,639) of records for May and 90 percent (818/906) for May 8. The last observation to exceed that height was 9.5 ft at 8:50 AM on May 8, 2022. https://t.co/3C7E4WnjZW"
    },
    {
        "id": "1523460510682804230",
        "lang": "en",
        "text": "Made it to DC for archival work. My airbnb host by the archives in College Park has 4 dogs. Meet Kahlua and her 3 puppies.\n\nMy fieldnotes include participant observation during travel and stays. Maybe I’ll upload them to a blog. 😅 https://t.co/KHeGEbhQpX"
    },
    {
        "id": "1523460482304122880",
        "lang": "en",
        "text": "@XrPimpin Good observation"
    },
    {
        "id": "1523460368097755136",
        "lang": "en",
        "text": "First quarter observation. \nMinnesota turning the ball over. \nWashington is a little too aggressive from 3 \nGetting Syl in foul trouble early was key"
    },
    {
        "id": "1523460325646880769",
        "lang": "en",
        "text": "Wow.. Great headline.. Shows the incredible powers of observation of your boss Trudeau and your scintillating coverage! \n\nGlobal News: Trudeau says Putin responsible for ‘heinous war crimes’ during surprise visit to Ukraine.\nhttps://t.co/nFhnLKxTXb\n\nvia @GoogleNews"
    },
    {
        "id": "1523460298602348544",
        "lang": "en",
        "text": "Seriously tho, why are Wyb solo fans are very angry of this tweet it's just stating facts not insulting your fave..the op didn't even say insulting words his  just saying his observation about Wyb and all this solo fans come to this tweet and insulting xiaozhan that much😐 https://t.co/yRvWawyVOJ"
    },
    {
        "id": "1523460272635408385",
        "lang": "en",
        "text": "I’ve observed a few folks who support Magu on Twitter don’t display their own faces on their profile pic. I’ve seen a couple with Putin pics instead. A few seem to support Israel (Israel flag on their username). Not implying anything. Just an observation (back to work now)."
    },
    {
        "id": "1523460168784093185",
        "lang": "en",
        "text": "@lachevron @RonFilipkowski This came in my YT feed and it is somewhat related - especially an startling observation made near the end\nhttps://t.co/5uuI17Ims0"
    },
    {
        "id": "1523459946993516544",
        "lang": "en",
        "text": "@seanhenry19 I said they are playing very badly. Impossible to watch this game and think it is being refereed properly. Has absolutely nothing to do with the outcome, just an observation"
    },
    {
        "id": "1523459828865110016",
        "lang": "en",
        "text": "@NateT1982 @desertlife88 If I misunderstood then I apologize but when people send me a two tweet response over a simple observation with a rolling eye emoji I guess I just thought you were call me a liar. https://t.co/J2gvpQcK4K"
    },
    {
        "id": "1523459708891578368",
        "lang": "en",
        "text": "@MISTYFALLS1991 Yep. There’s a museum inside at the base and just an observation area inside at the top. Not good if you’re claustrophobic though"
    },
    {
        "id": "1523459664167735298",
        "lang": "en",
        "text": "@DaleJr Seemed like he had anger issues there towards the end.But given the pressure , who knows. Just an observation"
    },
    {
        "id": "1523459551638425602",
        "lang": "en",
        "text": "Who do I lodge a complaint with about crs and nt in early trials? This is the third patient I've talked to on this trial with zero CRS and NEURTOX! *sigh* #cartcell They were let out of the hospital for THREE HOURS A DAY while under observation!?! #AutolusTherapeutics nice. https://t.co/J4bk47Hoxa"
    },
    {
        "id": "1523459364409208832",
        "lang": "en",
        "text": "@derekvale @TheAtlantic @AdrienneLaF True...my observation as well"
    },
    {
        "id": "1523459289129828352",
        "lang": "en",
        "text": "He couldn't help but laugh at their explanation, he never thought of it that way, but dove was right.\n\nWith a gentle shrug, he nodded at their observation.\n\n\"You could call them that I guess.\" https://t.co/noSePH2gbk"
    },
    {
        "id": "1523459021079924738",
        "lang": "en",
        "text": "@krc65672 @ElectionWiz I believe it was fraudulent based on CCTV footage inside of ballot counting rooms of people throwing stuff away and the statements of individuals that said they were denied observation rights in the counting areas."
    },
    {
        "id": "1523458823742140416",
        "lang": "en",
        "text": "@OGRealCarl NOOO I WASNT COMPLAINING IT WAS JUST AN OBSERVATION"
    },
    {
        "id": "1523458754376728577",
        "lang": "en",
        "text": "@PitLaneLT @Frontstretch Jeff didn’t cry. He made an observation. On a short track that’s expected. Not at a track like Darlington. Martinsville, yes. And Joey didn’t even attempt to pass clean. Just got close and knocked him out of the way. Logano ain’t winning this championship if Byron is eliminated."
    },
    {
        "id": "1523458716070072320",
        "lang": "en",
        "text": "@Naija_PR Well, from a little observation I have, because naked doesn't have a present, continuous or past tense but baked has, just like sacked it's being pronounced as sacked,I hope am right tho"
    },
    {
        "id": "1523458697447735296",
        "lang": "en",
        "text": "@Viking_Dave85 @thinkdefence @james_rands Highly visible with a drone or other elevated observation"
    },
    {
        "id": "1523458652899733504",
        "lang": "en",
        "text": "PLAY LIVE  EVIDENCE 🎙 \n\nCongratulations to you all Winners 😇\nThis is proof to you guys Winning can only be Proven Via evidence and here I showed You  How it’s works out 😇 Games won successfully \nObservation is the sign of intelligence Always observe and decide to have Interest https://t.co/K8Y2aYGt9l"
    },
    {
        "id": "1523458622914662400",
        "lang": "en",
        "text": "@TheJose8A damn this is acc an acute observation"
    },
    {
        "id": "1523458609803239428",
        "lang": "en",
        "text": "Near the end of his life, my father, who had not been to church since childhood, started attending. A hard-drinking career soldier, he’d seen it all. But his first observation upon entering the church was an expression of dismay:\n\n“Since when do church girls dress like whores?”😂"
    },
    {
        "id": "1523458519554400256",
        "lang": "en",
        "text": "@SarahTheHaider People like things that make them a type of victim and even better if it casts others as ignorant of their status as perpetrators.  In short I think you meant it as a thoughtful observation but that’s not the appeal people are taking from it."
    },
    {
        "id": "1523458151491665920",
        "lang": "en",
        "text": "@J_Anderveld @PBCountySheriff This is an observation if your a cop you obviously you have no \n communication skills \n I am a tax payer not a troll un like some people who hide behind a handle and make  snide remarks I wish you the best"
    },
    {
        "id": "1523458120647057409",
        "lang": "en",
        "text": "9/However, every definition and method in OST is based on\nthe rock solid observation and consequent conception that the sufficient conditions of\nbehaviour lie in the system-in-environment, not the organism or social unit (Emery M, 2000)."
    },
    {
        "id": "1523458097288675328",
        "lang": "en",
        "text": "@jeneefa4 @von_Bismack Harder and smarter😉😊\n\nIt takes intelligence, forehought, and a widened lens of view to replace odd with even.\nWe must escape the elevator's floor to the observation deck of this campaign; approach with a panoramic view of what publicity is about\n\nNo wars!"
    },
    {
        "id": "1523458063692304385",
        "lang": "en",
        "text": "@Ramgirl123 My observation is that many liberals arrive at opinions and beliefs emotionally. Attempts to apply logic result in emotional backlash. You can’t fix it. It manifests itself as something that resembles histrionic personality disorder."
    },
    {
        "id": "1523458041957347329",
        "lang": "en",
        "text": "Kyahahang! Blessing your hour with Kati's R3 card, Lycoris Jewel Observation! ☆⌒(ゝ。∂) https://t.co/ItPzYSiIBZ"
    },
    {
        "id": "1523457967256784896",
        "lang": "en",
        "text": "@CptnBeardSilver he can do whatever I’m just stating an obvious observation of your account activity"
    },
    {
        "id": "1523457798444519425",
        "lang": "en",
        "text": "I don’t think Kendrick’s perspective is necessarily a negative one, but I think he’s just stating an observation regarding some of the faces that were featured in that video."
    },
    {
        "id": "1523457786461683712",
        "lang": "en",
        "text": "@EconEngineer @bitcoincrusader @IronMetabolism @clancyRbtb We understand light refraction. We do not believe that it can account for the distance of observation. You don’t have any actual scientific evidence to prove that it does. You just make claims."
    },
    {
        "id": "1523457711966359552",
        "lang": "en",
        "text": "@Baye_Moustapha_ Sanji: Exoskeleton with armament haki, lightspeed, blue flame, the best observation haki among SHs and regeneration with high durability.\n\nBiased dudebros: Sanji cracked his bones against Vergo! Hahahahah.\n\nIdiots."
    },
    {
        "id": "1523457656815775744",
        "lang": "en",
        "text": "I'm not one for conspiracy theories. However, I do find it convenient that at the height of the #dairy decline, we have a formula shortage. In thus, causing most to have to introduce their children to dairy. This could be a reach, but it's my observation."
    }
]